Repository: oferchen/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: fr_fr

source: FAILURE
fr_fr: ÉCHEC

source: CLEANUP
fr_fr: NETTOYAGE

source: HOTPLUG
fr_fr: BRANCHÉ À CHAUD

source: SNAPSHOT
fr_fr: INSTANTANÉ

source: VMTEMPLATE
fr_fr: MODÈLE_VM

source: SERVICE_TEMPLATE
fr_fr: MODÈLE_SERVICE

source: DEPLOYING_NETS
fr_fr: DÉPLOIEMENT_RÉSEAUX

source: UNDEPLOYING_NETS
fr_fr: RETRAIT_RÉSEAUX

source: FAILED_DEPLOYING_NETS
fr_fr: DÉPLOIEMENT_RÉSEAUX_ÉCHOUÉ

source: FAILED_UNDEPLOYING_NETS
fr_fr: RETRAIT_RÉSEAUX_ÉCHOUÉ

source: Purge Services
fr_fr: Purger les Services

source: Services on DONE state has been deleted from database
fr_fr: Les Services en état « FAIT » ont été supprimés de la base de données

source: vCenter Images
fr_fr: Images vCenter

source: No new images found
fr_fr: Aucune nouvelle image trouvée

source: Image Path
fr_fr: Chemin de l’image

source: Select all %1$s Images
fr_fr: Sélectionner l’ensemble des %1$s Images

source: All %1$s Images selected.
fr_fr: L’ensemble des %1$s Images sélectionné.

source: %1$s Images selected.
fr_fr: %1$s Images sélectionnées.

source: vCenter Templates
fr_fr: Modèles vCenter

source: No new templates found
fr_fr: Aucun nouveau Modèle trouvé

source: Select all %1$s Templates
fr_fr: Sélectionner les %1$s Modèles

source: All %1$s Templates selected.
fr_fr: Les %1$s Modèles sont sélectionnés.

source: %1$s Templates selected.
fr_fr: %1$s Modèles sélectionnés.

source: DataCenter
fr_fr: Centre de Données

source: No new clusters found in this DataCenter
fr_fr: Pas de nouvelle grappe dans ce Centre de Données

source: vCenter ref
fr_fr: ref vCenter

source: Location
fr_fr: Emplacement

source: Select all %1$s Clusters
fr_fr: Sélectionner les %1$s grappes

source: All %1$s Clusters selected.
fr_fr: L’ensemble des %1$s grappes sélectionnées.

source: %1$s Clusters selected.
fr_fr: %1$s grappes sélectionnées.

source: Host created successfully. ID: %1$s
fr_fr: Hôte créé avec succès. ID : %1$s

source: vCenter Datastores
fr_fr: Espaces de stockage vCenter

source: No new datastores found
fr_fr: Aucun nouvel espace de stockage trouvé

source: Datacenter
fr_fr: Centre de Données

source: Total MB
fr_fr: Total Mio

source: Free MB
fr_fr: Libre Mio

source: OpenNebula Cluster IDs
fr_fr: IDs de grappes OpenNebula

source: Select all %1$s Datastores
fr_fr: Sélectionner l’ensemble des %1$s Espaces de stockage

source: All %1$s Datastores selected.
fr_fr: L’ensemble des %1$s Espaces de stockage sélectionné.

source: %1$s Datastores selected.
fr_fr: %1$s Espaces de stockage sélectionnés.

source: vCenter Networks
fr_fr: Réseaux vCenter

source: No new networks found
fr_fr: Aucun nouveau réseau trouvé

source: Select all %1$s Networks
fr_fr: Sélectionner les %1$s Réseaux

source: All %1$s Networks selected.
fr_fr: L’ensemble des %1$s Réseaux sélectionné.

source: %1$s Networks selected.
fr_fr: %1$s Réseaux sélectionnés.

source: Optional
fr_fr: Optionnel

source: IP Start
fr_fr: Première IP

source: Global Prefix
fr_fr: Préfixe global

source: ULA Prefix
fr_fr: Préfixe ULA

source: IPv6 address
fr_fr: Adresse IPv6

source: Prefix length
fr_fr: Taille du préfixe

source: System Labels
fr_fr: Étiquettes systèmes

source: Edit Labels
fr_fr: Éditer les étiquettes

source: Add Label
fr_fr: Ajouter une étiquette

source: Value
fr_fr: Valeur

source: Default Value
fr_fr: Valeur par défaut

source: Network is unreachable: is OpenNebula running?
fr_fr: Réseau injoignable : est-ce qu’OpenNebula est en marche ?

source: Unauthorized
fr_fr: Non autorisé

source: Hour
fr_fr: Heure

source: Bulk Action Created
fr_fr: Action de masse créée

source: Mo
fr_fr: Lu

source: Tu
fr_fr: Ma

source: We
fr_fr: Me

source: Th
fr_fr: Je

source: Fr
fr_fr: Ve

source: Su
fr_fr: Di

source: Comma separated list of days of the month to repeat the action on. Ex: 1,15,25 repeats the action every first, 15th and 25th day of the month
fr_fr: Liste de jours du mois séparés par des virgules pour lesquels répéter l’action. Ex : 1,15,25 répète l’action tous les premier, 15 et 25 du mois

source: Comma separated list of days of the year to repeat the action on. Ex: 1,30,330 repeats the action every first, 30th and 330th day of the year
fr_fr: Liste de jours de l’année séparés par des virgules pour lesquels répéter l’action. Ex : 1,30,330 répète l’action tous les premier, 30ème et 330ème jour de l’année

source: Each
fr_fr: Chaque

source: hours
fr_fr: heures

source: Years
fr_fr: Années

source: Months
fr_fr: Mois

source: Weeks
fr_fr: Semaines

source: Days
fr_fr: Jours

source: Hours
fr_fr: Heures

source: Weekly
fr_fr: Hebdomadaire

source: Monthly
fr_fr: Mensuel

source: Yearly
fr_fr: Annuel

source: After
fr_fr: Après

source: times
fr_fr: fois

source: On
fr_fr: Actif

source: No actions to show
fr_fr: Aucune action à afficher

source: Scheduled actions to add
fr_fr: Actions planifiées à ajouter

source: System disks
fr_fr: Disques système

source: Running VMs
fr_fr: VM démarrées

source: Running CPU
fr_fr: CPU en cours d’utilisation

source: Running Memory
fr_fr: Mémoire en cours d’utilisation

source: Add a new quota
fr_fr: Ajouter un nouveau quota

source: Edit
fr_fr: Éditer

source: Cancel
fr_fr: Annuler

source: Apply
fr_fr: Appliquer

source: There are no quotas defined
fr_fr: Aucun quota défini

source: Unlimited
fr_fr: Illimité

source: Vm group
fr_fr: Groupe de VM

source: Existing
fr_fr: Existant

source: Use ctrl key for multiple selection
fr_fr: Utilisez la touche « CTRL » pour faire une sélection multiple

source: Without VM Group
fr_fr: Sans groupe de VM

source: MB
fr_fr: Mo

source: GB
fr_fr: Go

source: TB
fr_fr: To

source: YES
fr_fr: OUI

source: NO
fr_fr: NON

source: Volatile Disk
fr_fr: Disque volatile

source: Image was not found
fr_fr: L’image n’a pas été trouvée

source: Persistent image. The changes will be saved back to the datastore after the VM is terminated (ie goes into DONE state)
fr_fr: Image persistante. Les modifications seront sauvegardées dans l’espace de stockage une fois la VM arrêtée (ie passage à l’état DONE)

source: Non-persistent disk. The changes will be lost once the VM is terminated (ie goes into DONE state)
fr_fr: Disque non persitant. Les modifications seront perdues une fois la VM arrêtée (ie passage à l’état DONE)

source: Image state:
fr_fr: État de l’Image :

source: Unlocked!
fr_fr: Débloquée !

source: January
fr_fr: Janvier

source: February
fr_fr: Février

source: March
fr_fr: Mars

source: April
fr_fr: Avril

source: May
fr_fr: Mai

source: June
fr_fr: Juin

source: July
fr_fr: Juillet

source: August
fr_fr: Août

source: September
fr_fr: Septembre

source: October
fr_fr: Octobre

source: November
fr_fr: Novembre

source: December
fr_fr: Décembre

source: Not valid attribute
fr_fr: Attribut invalide

source: Time range start is mandatory
fr_fr: Le début de l’intervale de temps est obligatoire

source: Time range start is not a valid date. It must be YYYY/MM/DD
fr_fr: Le début de l’intervale de temps n’est pas une date valide. Respecter le format YYYY/MM/DD

source: Time range end is not a valid date. It must be YYYY/MM/DD
fr_fr: La fin de l’intervale de temps n’est pas une date valide. Respecter le format YYYY/MM/DD

source: Type graphics supported: vnc, spice
fr_fr: Type d’affichage graphique supporté : vnc, spice

source: Must specify type and port in graphics options
fr_fr: Vous devez définir le type et le port dans les options graphiques

source: Must specify proxy host and port in config
fr_fr: Vous devez définir l’hôte et le port du proxy dans la configuration

source: Please select a resource from the list
fr_fr: Veuillez sélectionner une ressource de la liste

source: You selected the following resource:
fr_fr: Vous avez sélectionné la ressource suivante :

source: just click if you want to delete the resource
fr_fr: cliquez seulement si vous souhaitez supprimer la ressource

source: You have to confirm this action
fr_fr: Vous devez confirmer cette action

source: Please select one (and just one) resource to update.
fr_fr: Veuillez sélectionner une (et uniquement une) ressource à mettre à jour.

source: This VM needs a nic with rdp active
fr_fr: Cette VM nécessite une carte réseau avec rdp actif

source: VNC - Invalid action
fr_fr: VNC - action invalide

source: RDP - Invalid action
fr_fr: RDP - action invalide

source: SSH - Invalid action
fr_fr: SSH - action invalide

source: Internal server error.
fr_fr: erreur interne du serveur.

source: Submitting...
fr_fr: Soumission

source: Loading...
fr_fr: Chargement…

source: Write the Virtual Machine Group template here
fr_fr: Saisir le modèle de groupe de machines virtuelles ici

source: Role name
fr_fr: Nom du Rôle

source: Can only contain alphanumeric and underscore characters
fr_fr: Ne peut contenir que des caractères alphanumériques et le tiret bas

source: VM-VM Affinity
fr_fr: Affinité VM-VM

source: Affined
fr_fr: Associé

source: Anti Affined
fr_fr: Dissocié

source: Host-VM Affinity
fr_fr: Affinité hôte-VM

source: Role Affinity
fr_fr: Affinité du rôle

source: Host Affined
fr_fr: Hôte associé

source: Host Anti Affined
fr_fr: Hôte dissocié

source: VM Affinity
fr_fr: Affinité VM

source: Roles Affinity
fr_fr: Affinité des rôles

source: Get Networks
fr_fr: Obtenir les réseaux

source: Name of the physical bridge in the nodes to attach VM NICs
fr_fr: Nom du pont physique des hôtes auquel attacher les interfaces réseaux des VMs

source: Network mode
fr_fr: Mode réseau

source: Bridged
fr_fr: Ponté

source: Bridged & Security Groups
fr_fr: Pont et Groupes de Sécurité

source: Host Instance
fr_fr: Instance d’hôte

source: Host ID
fr_fr: ID d’hôte

source: Network Driver (VN_MAD)
fr_fr: Pilote réseau (VN_MAD)

source: Bridged, virtual machine traffic is directly bridged. The Linux bridge is created in the nodes as needed. No traffic filtering is made.
fr_fr: Ponté, le trafic des machines virtuelles est directement ponté. Le pont Linux est créé sur les nœuds si besoin. Aucun filtrage de trafic n’est réalisé.

source: Bridged & Security Groups, bridged network with Security Group rules.
fr_fr: Ponté & Groupes de sécurité, réseau ponté avec règles de Groupe des Sécurité.

source: 802.1Q, restrict network access through VLAN tagging. Security Group rules are applied.
fr_fr: 802.1Q, restreint les accès réseaux par étiquetage VLAN. Les règles des Groupe de Sécurité sont appliquées.

source: VXLAN, creates a L2 network overlay, each VLAN has associated a multicast address in the 239.0.0.0/8 range. Security Group rules are applied.
fr_fr: VXLAN, crée une surcouche réseau de niveau 2, chaque VLAN est associé à une adresse multicast dans la plage 239.0.0.0/8. Les règles de Groupe de Sécurité sont appliquées.

source: Open vSwitch, restrict network access with Open vSwitch Virtual Switch. Security Groups are not applied.
fr_fr: Open vSwitch, restreint les accès réseaux par commutateur virtuel Open vSwitch. Les groupe de sécurité ne sont pas appliqués.

source: Open vSwitch on VXLAN L2 network overlay. Security Groups are not applied.
fr_fr: Open vSwitch sur une surcouche réseau en VXLAN niveau 2. Les groupes de sécurité ne sont pas appliqués.

source: vSphere standard switches or distributed switches with port groups. Security Groups are not applied.
fr_fr: Commutateurs standards ou distribués de vSphere avec groupe de ports. Les groupes de sécurités ne sont pas appliqués.

source: Custom, use a custom virtual network driver.
fr_fr: Personnalisé, utiliser un pilote de réseau virtuel personnalisé.

source: MAC spoofing filter
fr_fr: Filtre anti-usurpation d’adresse MAC

source: IP spoofing filter
fr_fr: Filtre anti-usurpation d’adresse IP

source: Automatic VLAN ID
fr_fr: ID de VLAN automatique

source: No VLAN network
fr_fr: Pas de réseau VLAN

source: Manual VLAN ID
fr_fr: ID de VLAN manuel

source: Physical device
fr_fr: Périphérique

source: Node NIC to send/receive virtual network traffic
fr_fr: Interface réseau de l’hôte qui envoi/reçoit le trafic réseau virtuel

source: Physical NIC names for uplinks. Use comma to separate values (e.g vmnic1,vmnic2)
fr_fr: Nom de l’interface physique de la liaison montante. Utilisez la virgule pour séparer les valeurs (e.g. vmnic1,vmnic2)

source: MTU of the interface
fr_fr: MTU de l’interface

source: Outer VLAN ID
fr_fr: VLAN ID externe

source: First level (outer, service) VLAN ID
fr_fr: VLAN ID de premier niveau (externe, service)

source: Automatic Outer VLAN ID
fr_fr: VLAN ID externe automatique

source: Manual Outer VLAN ID
fr_fr: VLAN ID externe manuel

source: Switch name
fr_fr: Nom du commutateur

source: Number of ports
fr_fr: Nombre de ports

source: Port group type
fr_fr: Type de groupe de ports

source: Port group
fr_fr: Groupe de ports

source: Distributed Port Group
fr_fr: Groupe de ports distribué

source: OpenNebula's Host ID
fr_fr: ID d’hôte OpenNebula

source: Address Ranges need to be managed in the individual Virtual Network panel
fr_fr: Les plages d’adresses doivent être gérées dans le panneau Réseau Virtuel individuel

source: The default Security Group 0 is automatically added to new Virtual Networks
fr_fr: Le groupe de sécurité 0 est automatiquement ajouter aux nouveaux réseaux virtuels

source: Inbound traffic
fr_fr: Trafic entrant

source: Average bandwidth (KBytes/s)
fr_fr: Bande passante moyenne (Kio/s)

source: Peak bandwidth (KBytes/s)
fr_fr: Pic de bande passante (Kio/s)

source: Peak burst (KBytes)
fr_fr: Pic soutenu (Kio/s)

source: Outbound traffic
fr_fr: Trafic sortant

source: These values apply to each VM interface individually, they are not global values for the Virtual Network
fr_fr: Ces valeurs s’appliquent individuellement à chaque interface de la machine virtuelle, il n’y a pas de valeur globale pour le réseau virtuel

source: Network address
fr_fr: Adresse réseau

source: Network mask
fr_fr: Masque réseau

source: Gateway
fr_fr: Passerelle

source: IPv6 Gateway
fr_fr: Passerelle IPv6

source: MTU of the Guest interfaces
fr_fr: MTU de l’interface réseau invitée

source: Method
fr_fr: Méthode

source: IPv6 Method
fr_fr: Méthode IPv6

source: Custom attributes
fr_fr: Attributs spécifiques

source: Write the Virtual Network template here
fr_fr: Saisir les caractéristiques du modèle de réseau dans la case ci-dessous

source: First IPv4 address
fr_fr: Première adresse IPv4

source: First MAC address
fr_fr: Première adresse MAC

source: IPv6 Global prefix
fr_fr: Préfixe IPv6 Global

source: IPv6 ULA prefix
fr_fr: Préfixe ULA IPv6

source: Advanced Options
fr_fr: Options avancées

source: Hold IP
fr_fr: Préserver l’IP

source: IPv6 Link
fr_fr: Lien IPv6

source: AUTO VLAN ID
fr_fr: ID VLAN AUTO

source: OUTER VLAN ID
fr_fr: ID VLAN EXTERNE

source: AUTO OUTER VLAN ID
fr_fr: ID VLAN EXTERNE AUTO

source: Inbound QoS
fr_fr: QoS d’entrée

source: Average bandwidth
fr_fr: Bande passante moyenne

source: KBytes/s
fr_fr: Kio/s

source: Peak bandwidth
fr_fr: Pic de bande passante

source: Peak burst
fr_fr: Pic soutenu

source: KBytes
fr_fr: Kio

source: Outbound QoS
fr_fr: QoS de sortie

source: Range
fr_fr: Plage

source: First
fr_fr: Premier

source: Last
fr_fr: Dernier

source: Remove
fr_fr: Retirer

source: IPv6 Prefix
fr_fr: Préfixe IPv6

source: Select an Address Range to see more information
fr_fr: Sélectionnez une plage d’adresses pour voir plus d’informations

source: Reservation from Virtual Network
fr_fr: Réservation depuis un réseau virtuel

source: Number of addresses
fr_fr: Nombre d’adresses

source: Add to a new Virtual Network
fr_fr: ajouter à un nouveau réseau virtuel

source: Add to an existing Reservation
fr_fr: Ajouter à une réservation existante

source: Virtual Network Name
fr_fr: Nom du réseau virtuel

source: You can select the addresses from an specific Address Range
fr_fr: Vous pouvez choisir les adresses depuis une Plage d’Adresses spécifique

source: First address
fr_fr: Première adresse

source: IP or MAC
fr_fr: IP ou MAC

source: Close modal
fr_fr: Fermer la fenêtre modale

source: Edit Address Range
fr_fr: Éditer l’intervale d’adresses

source: Add Security Group
fr_fr: Ajouter le Groupe de Sécurité

source: Add
fr_fr: Ajouter

source: Reset
fr_fr: Réinitialiser

source: New Address Range
fr_fr: Nouvel intervale d’adresses

source: Get Datastores
fr_fr: Récupérer les Espaces de stockage

source: Storage backend
fr_fr: Backend de stockage

source: Filesystem - shared mode
fr_fr: Système de fichiers : mode partagé

source: Filesystem - ssh mode
fr_fr: Système de fichiers : mode SSH

source: Filesystem - qcow2 mode
fr_fr: Système de fichiers : mode QCOW2

source: Raw Device Mapping
fr_fr: Correspondance de périphérique bloc

source: iSCSI - Libvirt initiator
fr_fr: Initiateur libvirt pour iSCSI

source: Backup - Restic (EE Only)
fr_fr: Sauvegarde - Restic (EE seulement)

source: Backup - RSync
fr_fr: Sauvegarde - RSync

source: Drivers
fr_fr: Pilotes

source: Filesystem
fr_fr: Système de fichiers

source: Devices
fr_fr: Périphériques

source: iSCSI/Libvirt
fr_fr: Initiateur libvirt pour iSCSI

source: Custom DS_MAD
fr_fr: DS_MAD personnalisé

source: Transfer
fr_fr: Transférer

source: Shared
fr_fr: Partagé

source: FS LVM
fr_fr: Système de fichier LVM

source: Custom TM_MAD
fr_fr: TM_MAD personnalisé

source: Datastore Type
fr_fr: Type d’espace de stockage

source: Disk type
fr_fr: Type de disque

source: Block
fr_fr: Bloc

source: Restricted directories for registering Images
fr_fr: Répertoires restreints pour l’enregistrement des images

source: Safe directories for registering Images
fr_fr: Répertoires sûrs pour l’enregistrement des Images

source: Storage usage limit (MB)
fr_fr: Limite d’utilisation du stockage (Mio)

source: Transfer bandwidth limit (B/s)
fr_fr: Limite du débit de transfert (o/s)

source: Specify the maximum transfer rate in bytes/second when downloading images from a http/https URL. Suffixes K, M or G can be used.
fr_fr: Spécifie la vitesse de transfert maximal en octets/seconde lors du téléchargement d’images depuis une URL HTTP/HTTPs. Les suffixes « K », « M » ou « G » peuvent être utilisés.

source: Do not try to untar or decompress
fr_fr: Ne pas essayer de décompresser ou désarchiver

source: Check available capacity of the Datastore before creating a new Image
fr_fr: Vérifie la capacité de l’espace de stockage avant de créer une nouvelle image

source: Host bridge list
fr_fr: Liste d’hôte relai

source: Space separated list of servers to add new Images to the Datastore storage
fr_fr: Liste des serveurs séparés par des espaces autorisés à ajouter des images à l’espace de stockage.

source: Volume Group Name
fr_fr: Nom du groupe de volume

source: Gluster Host
fr_fr: Hôte Gluster

source: Host and port of one (and only one) Gluster server (host:port)
fr_fr: Adresse et numéro de port de l’hôte (unique) Gluster pour OpenNebula (host:port)

source: Gluster Volume
fr_fr: Volume Gluster

source: Gluster volume to use for the datastore
fr_fr: Volume Gluster à utiliser pour l’espace de stockage

source: Ceph pool to store Images
fr_fr: Réserve Ceph où stocker les Images

source: Ceph host
fr_fr: Hôte Ceph

source: Space-separated list of Ceph monitors
fr_fr: Liste de moniteurs Ceph séparés par des espaces

source: Ceph user
fr_fr: Utilisateur Ceph

source: The username to interact with the Ceph cluster
fr_fr: Le nom d’utilisateur pour interagir avec la grappe Ceph

source: Ceph secret
fr_fr: Secret Ceph

source: A generated UUID for a LibVirt secret
fr_fr: Un UUID généré pour un secret LibVirt

source: iSCSI host
fr_fr: Hôte iSCSI

source: Example: 'host' or 'host:port'
fr_fr: Exemple : « hôte » ou « hôte:port »

source: iSCSI user for CHAP authentication
fr_fr: Utilisateur iSCSI pour l’authentification CHAP

source: iSCSI usage for CHAP authentication
fr_fr: Utilisation iSCSI pour l’authentification CHAP

source: 'Usage' of the registered secret with the authentication string.
fr_fr: « Utilisation » du secret enregistré avec la chaîne d’authentification.

source: vCenter cluster
fr_fr: Grappe vCenter

source: The vCenter Cluster that has access to this datastore.
fr_fr: La grappe vCenter qui accède à cet espace de stockage

source: Restic Password
fr_fr: Mot de passe Restic

source: Restic SFTP Server
fr_fr: Serveur SFTP Restic

source: Restic SFTP User
fr_fr: Utilisateur SFTP Restic

source: Backup I/O Priority
fr_fr: Priorité E/S des sauvegardes

source: Run restic operations under a given ionice priority using the best-effort I/O scheduler
fr_fr: Exécute les opérations restic avec la priorité ionice donnée en utilisant l’ordonnanceur E/S best-effort

source: Backup CPU Priority
fr_fr: Priorité CPU des sauvegardes

source: Run restic operations with a given scheduler priority (nice)
fr_fr: Exécute les opérations restic avec la priorité de l’ordonnanceur donné (nice)

source: Bandwidth Limit
fr_fr: Limitation de bande passante

source: limit download and upload to a maximum rate in KiB/s
fr_fr: limiter le téléchargement et le téléversement à une vitesse maximale en KiO/s

source: Compression level
fr_fr: Niveau de compression

source: Compress backups in the datastore, it needs a Restic repository with format version 2
fr_fr: Compresser les sauvegardes dans l’espace de stockage, il faut un dépôt Restic avec un format version 2

source: Off
fr_fr: Éteint

source: Number of concurrent connections
fr_fr: Nombre de connexions concurrentes

source: Set the number of concurrent connections to the backup backend (default is 5)
fr_fr: Configure le nombre de connexions concurrentes au backend de sauvegarde (5 par défaut)

source: RSync host
fr_fr: Hôte RSync

source: RSync user
fr_fr: Utilisateur RSync

source: Staging directory for Image registration
fr_fr: Répertoire intermédiaire pour l’enregistrement des image

source: Compatible system datastores
fr_fr: Espaces de stockage "system" compatibles

source: Specifies which system datastores are compatible with this image datastore
fr_fr: Défini quels espaces de stockage sont compatibles avec cet espace de stockage d’image

source: RBD format
fr_fr: Format RBD

source: Ceph configuration file path
fr_fr: Chemin du fichier de configuration Ceph

source: Needed if using a non-default path for the ceph configuration file.
fr_fr: Requis si vous utilisez un chemin non standard pour le fichier de configuration Ceph.

source: Ceph keyfile
fr_fr: Ficher de clef pour Ceph

source: File containing the secret key of user.
fr_fr: Ficher contenant la clef secrète de l’utilisateur.

source: Advanced options
fr_fr: Options avancées

source: Write the Datastore template here
fr_fr: Saisir le modèle d’espace de stockage ici

source: Base path
fr_fr: Racine

source: Limit
fr_fr: Limite

source: Configuration attributes
fr_fr: Attributs de configuration

source: Write the MarketPlace template here
fr_fr: Saisir le modèle de Place de maché ici

source: COST
fr_fr: COÛT

source: HOUR
fr_fr: HEURE

source: Instantiate as different User / Group
fr_fr: Instancier en tant qu’utilisateur/groupe différent

source: Boolean expression that rules out entries from the pool of datastores suitable to run this VM.
fr_fr: Expression booléenne qui exclut des entrées de la réserve des espaces de stockage pouvant supporter cette VM.

source: Deploy VM in a specific Host
fr_fr: Déployer la VM sur un hôte spécifique

source: Deploy VM in a specific Datastore
fr_fr: Déployer la VM dans un espace de stockage spécifique

source: Schedule Actions for VM
fr_fr: Planifier des actions pour la VM

source: Associate VM to a VM Group
fr_fr: Associer la VM à un groupe de VM

source: vCenter Deployment
fr_fr: Déploiement vCenter

source: Boot order
fr_fr: Ordre de démarrage

source: Select the devices to boot from, and their order
fr_fr: Sélectionner les périphériques de démarrage, et leur ordre

source: OS Booting
fr_fr: Démarrage de l’OS

source: Instantiate as persistent
fr_fr: Instancier comme persistant
