Repository: oferchen/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: fr_fr

source: You selected the following groups:
fr_fr: Vous avez choisi les groupes suivants :

source: Dashboard
fr_fr: Tableau de bord

source: Backup created
fr_fr: Sauvegarde créé

source: Restored Template
fr_fr: Modèle restauré

source: Restored Disk
fr_fr: Disque restauré

source: Increments
fr_fr: Incréments

source: Restore
fr_fr: Restauré

source: Please select a backup from the list
fr_fr: Veuillez sélectionner une sauvegarde de la liste

source: You selected the following backup:
fr_fr: Vous avez choisi la sauvegarde suivante :

source: Please select one or more backups from the list
fr_fr: Veuillez sélectionner une ou plusieurs sauvegardes de la liste

source: You selected the following backups:
fr_fr: Vous avez sélectionnée les sauvegardes suivantes :

source: Create MarketPlace App
fr_fr: Créer une Application Place de marché

source: Create MarketPlace App from Image
fr_fr: Créer une Application Place de marché depuis l’Image

source: Create MarketPlace App from VM Template
fr_fr: Créer l’application de place de marché depuis le modèle de VM

source: Create MarketPlace App from Service
fr_fr: Créer l’application de place de marché depuis le modèle de Service

source: Create MarketPlace App from VM
fr_fr: Créer l’application de place de marché depuis la VM

source: Import error: Can't import vCenter VMs to a marketplace, only vCenter VM templates.
fr_fr: Erreur d’importation : impossible d’importer les VMs vCenter à la place de marché, seulement les modèles de VM vCenter

source: saved successfully
fr_fr: enregistré avec succès

source: Download App To OpenNebula
fr_fr: Télécharger l’Application sur OpenNebula

source: Download
fr_fr: Télécharger

source: Last updated
fr_fr: Dernière mise à jour

source: Please select a dockerhub tag from the list (default latest)
fr_fr: Veuillez choisir une étiquette dockerhub dans la liste (par défaut latest)

source: You selected the following dockerhub tags:
fr_fr: Vous avez sélectionné l’étiquette dockerhub suivante :

source: MarketPlace App created
fr_fr: Application pour Place de marché créée

source: Image created
fr_fr: Image créée

source: Error
fr_fr: Erreur

source: This MarketPlace App resides in Zone
fr_fr: L’Application de Place de marché est située dans la Zone

source: . To delete it you need to switch to that Zone from the zone selector in the top-right corner.
fr_fr: Pour effectuer la suppression vous devez basculer dans cette Zone depuis le sélecteur de zone situé dans le coin en haut à droite.

source: Import into Datastore
fr_fr: Importer dans l’Espace de stockage

source: Download to your desktop
fr_fr: Télécharger sur votre ordinateur

source: Registration Time
fr_fr: Heure d’enregistrement

source: Marketplace
fr_fr: Place de marché

source: Please select an appliance from the list
fr_fr: Veuillez choisir une appliance de la liste

source: You selected the following appliance:
fr_fr: Vous avez choisi l’appliance suivante :

source: Please select one or more appliances from the list
fr_fr: Merci de sélectionner une ou plusieurs appliances de la liste

source: You selected the following appliances:
fr_fr: Vous avez choisi les appliances suivantes :

source: Instantiate Virtual Router Template
fr_fr: Instancier le Modèle de Routeur Virtuel

source: Failed to create VMs. Virtual Router may need to be deleted manually.
fr_fr: La création de VMs a échoué. Le Routeur Virtuel devra éventuellement être supprimé manuellement.

source: Create Virtual Machine
fr_fr: Créer une Machine Virtuelle

source: Update VM Configuration
fr_fr: Mettre à jour la configuration de la VM

source: Data for rdp file isn't correct
fr_fr: Les données pour rdp sont incorrectes

source: Data for virt-viewer file isn't correct
fr_fr: Les données pour virt-viewer sont incorrectes

source: Please select one (and just one) VM to export.
fr_fr: Veuillez sélectionner une (et une seule) VM à exporter.

source: Host
fr_fr: Hôte

source: Start Time
fr_fr: Temps de démarrage

source: Hidden Template
fr_fr: Modèle caché

source: Datastore
fr_fr: Espace de stockage

source: Change time
fr_fr: Heure de modification

source: Total time
fr_fr: Temps total

source: Prolog time
fr_fr: Temps du prologue

source: No data available in table
fr_fr: Aucune donnée disponible dans la table

source: Sched Message
fr_fr: Message de l’ordonnanceur

source: Placement - Host
fr_fr: Placement - Hôte

source: Requirements
fr_fr: Contraintes

source: Rank
fr_fr: Rang

source: Placement - Datastore
fr_fr: Placement - Espace de stockage

source: DS Requirements
fr_fr: Contraintes Espace de stockage

source: DS Rank
fr_fr: Rang Espace de staockage

source: Log file is empty
fr_fr: Le fichier de journal est vide

source: Some ad-block extensions are known to filter the '/log?id=' URL
fr_fr: Certaines extensions de blocage de publicités sont connues pour filtrer les URLs '/log?id='

source: CPU usage
fr_fr: Utilisation CPU

source: yes
fr_fr: oui

source: no
fr_fr: non

source: Driver Error
fr_fr: Erreur du pilote

source: Scheduler Error
fr_fr: Erreur de l’ordonnanceur

source: Scheduled Action Error
fr_fr: Erreur d’action planifiée

source: Conf
fr_fr: Configuration

source: Snapshots
fr_fr: Instantanés

source: Timestamp
fr_fr: Horodatage

source: Take snapshot
fr_fr: Prendre un instantané

source: No snapshots to show
fr_fr: Aucun instantané à afficher

source: snapshot in progress
fr_fr: Instantané en cours

source: Revert
fr_fr: Revenir

source: PCI address
fr_fr: Adresse PCI

source: IPv6 ULA
fr_fr: ULA IPv6

source: Attach nic
fr_fr: Attacher une interface réseau

source: Network Monitoring Attributes
fr_fr: Attributs de Supervision Réseau

source: NET DOWNLOAD SPEED
fr_fr: VITESSE DE RECEPTION

source: NET UPLOAD SPEED
fr_fr: VITESSE D’ENVOI

source: (VRouter)
fr_fr: (VRouteur)

source: attach/detach in progress
fr_fr: attachement/détachement en cours

source: Attach security group
fr_fr: Ajouter le Groupe de Sécurité

source: This will detach the security group immediately
fr_fr: Cette action va immédiatement déconnecter le groupe de sécurité

source: This will detach the alias immediately
fr_fr: Cette action va déconnecter l’alias immédiatement

source: Network reception
fr_fr: Réception réseau

source: Network transmission
fr_fr: Envoi réseau

source: Network reception speed
fr_fr: Vitesse de réception réseau

source: Network transmission speed
fr_fr: Vitesse d’envoi réseau

source: Disk read bytes
fr_fr: Lecture disque (octets)

source: Disk write bytes
fr_fr: Écriture disque (octets)

source: Disk read IOPS
fr_fr: Lecture disque (IOPS)

source: Disk write IOPS
fr_fr: Écriture disque (IOPS)

source: Save as in progress
fr_fr: Sauvegarde en cours

source: This will detach the disk immediately
fr_fr: Ceci détachera le disque immédiatement

source: This will delete the disk snapshot
fr_fr: Ceci va supprimer l’instantané du disque

source: Active
fr_fr: Actif

source: Deploy
fr_fr: Déployer

source: Migrate
fr_fr: Migrer

source: Poweroff
fr_fr: Arrêt

source: Poweroff-hard
fr_fr: Arrêt forcé

source: live
fr_fr: en direct

source: Hold
fr_fr: Attendre

source: Release
fr_fr: Libérer

source: Keeps allocated Host resources. The resume operation happens quickly
fr_fr: Conserve les ressources allouées à l’Hôte. L’opération de rétablissement est rapide

source: Frees Host resources. The resume operation may take long
fr_fr: Libère les ressources de l’Hôte. L’opération de rétablissement peut être longue

source: hard
fr_fr: forcé

source: Terminate
fr_fr: Terminer

source: Reschedule
fr_fr: Replanifier

source: Un-Reschedule
fr_fr: Déprogrammer

source: delete-recreate
fr_fr: supprimer-recréer

source: delete-db
fr_fr: supprimer-db

source: Recovers a stuck VM that is waiting for a driver operation. The recovery may be done by failing, succeeding or retrying the current operation. <b>You need to manually check the VM status on the host</b>, to decide if the operation was successful or not, or if it can be retried. <br/> <br/>Delete: This will delete the selected VMs <br/>Delete-recreate: This will delete and recreate VMs to PENDING state <br/>Delete-db: This will delete the selected VMs, but will not perform any action on the hypervisor
fr_fr: Récupère une machine virtuelle bloquée en attente d’une opération au niveau du pilote. La récupération peut être effectuée en passant le statut de l’opération en cours à ÉCHEC, SUCCÈS ou NOUVEL ESSAI. Vous devez vérifier manuellement le statuts de la VM sur le serveur hôte <b> pour décider si l’opération a été réalisée avec succès ou pas, ou s’il est possible de la retenter.<br/><br/>Supprimer : cette action supprimera les VM sélectionnées<br/>Supprimer-Recréer : cette action supprimera la machine virtuelle avant de la recréer dans l’état EN ATTENTE <br/>Supprimer-db:: Cette action va supprimer les VMs sélectionnées mais ne va pas réaliser d’action sur le serveur hôte.

source: RDP Client
fr_fr: Client RDP

source: You have not selected a host
fr_fr: Vous n’avez pas choisi d’hôte

source: VM
fr_fr: Machine Virtuelle (VM)

source: is currently running on Host
fr_fr: en cours d’exécution sur l’Hôte

source: and Datastore
fr_fr: et espace de stockage

source: Cost
fr_fr: Coût

source: Please select a VM from the list
fr_fr: Veuillez sélectionner une VM de la liste

source: You selected the following VM:
fr_fr: Vous avez sélectionné la VM suivante :

source: Please select one or more VMs from the list
fr_fr: Veuillez sélectionner une ou plusieurs VMs de la liste

source: You selected the following VMs:
fr_fr: Vous avez sélectionné les VM suivantes :

source: TOTAL SIZE
fr_fr: TAILLE TOTALE

source: Create Virtual Data Center
fr_fr: Créer un Centre de Données Virtuel

source: Update Virtual Data Center
fr_fr: Mettre à jour le Centre de Données Virtuel

source: VDC created
fr_fr: VDC créé

source: Resources
fr_fr: Ressources

source: Please select a VDC from the list
fr_fr: Veuillez sélectionner un VDC de la liste

source: You selected the following VDC:
fr_fr: Vous avez sélectionné le VDC suivant :

source: Please select one or more VDCs from the list
fr_fr: Veuillez sélectionner un ou plusieurs VDC de la liste

source: You selected the following VDCs:
fr_fr: Vous avez sélectionné les VDC suivants :

source: All
fr_fr: Tous

source: Access Control Lists
fr_fr: Listes de Contrôle d’Accès (ACL)

source: mine
fr_fr: mien

source: group
fr_fr: groupe

source: system
fr_fr: système

source: You must select at least a template configuration
fr_fr: Vous devez sélectionner au moins une configuration de modèle

source: Virtual Machines
fr_fr: Machines Virtuelles

source: There are no Virtual Machines
fr_fr: Il n’y a pas de Machine Virtuelle

source: ALL
fr_fr: TOUT

source: RUNNING
fr_fr: DEMARRÉE

source: GUEST STATE
fr_fr: État de l’invité

source: VMWARETOOLS RUNNING STATUS
fr_fr: ÉTAT DE FONCTIONNEMENT DES OUTILS VMWARE

source: VMWARETOOLS VERSION
fr_fr: VERSION DES OUTILS VMWARE

source: VMWARETOOLS VERSION STATUS
fr_fr: ÉTAT DE VERSION DES OUTILS VMWARE

source: VM cloning in the background. The Template will appear as soon as it is ready, and the VM unlocked.
fr_fr: La machine virtuelle est clonée en arrière plan. Le Modèle appraîtra dès qu’il sera prêt, et la VM déverrouillée.

source: DEPLOYING
fr_fr: DÉPLOIEMENT

source: SAVING IMAGE
fr_fr: SAUVEGARDE IMAGE

source: POWERING OFF
fr_fr: EXCTINCTION

source: OFF
fr_fr: ÉTEINTE

source: UNDEPLOYED
fr_fr: RETIRÉ

source: There are no Services
fr_fr: Il n’y a pas de Services

source: Change Cardinality
fr_fr: Changer la cardinalité

source: The cardinality for this role cannot be changed
fr_fr: La cardinalité de ce rôle ne peut être modifiée

source: Dismiss Alert
fr_fr: Acquitter l’alerte

source: Number of VMs for Role
fr_fr: Nombre de VMs pour le Rôle

source: Be careful, this action will immediately destroy your Service
fr_fr: Attention, cette action détruira votre Service immédiatement

source: All the information will be lost!
fr_fr: Toutes les informations seront perdues

source: Be careful, this action will immediately shutdown your Service
fr_fr: Attention, cette action arrêtera votre Service immédiatement

source: Shutdown
fr_fr: Arrêter

source: PENDING
fr_fr: EN ATTENTE

source: UNDEPLOYING
fr_fr: RETRAIT

source: FAILED UNDEPLOYING
fr_fr: RETRAIT ÉCHOUÉ

source: FAILED DEPLOYING
fr_fr: DÉPLOIEMENT ÉCHOUÉ

source: FAILED SCALING
fr_fr: AJUSTEMENT ÉCHOUÉ

source: WARNING
fr_fr: AVERTISSEMENT

source: SCALING
fr_fr: AJUSTEMENT

source: COOLDOWN
fr_fr: REFROIDISSEMENT

source: DONE
fr_fr: FAIT

source: DEPLOYING NETS
fr_fr: DÉPLOIEMENT RÉSEAUX

source: UNDEPLOYING NETS
fr_fr: RETRAIT RÉSEAUX

source: FAILED DEPLOYING NETS
fr_fr: DÉPLOIEMENT RÉSEAUX ÉCHOUÉ

source: FAILED UNDEPLOYING NETS
fr_fr: RETRAIT RÉSEAUX ÉCHOUÉ

source: No labels defined
fr_fr: Aucune étiquette définie

source: There are no templates available
fr_fr: Il n’y a aucun modèle disponible

source: Create a template by saving a running Virtual Machine
fr_fr: Créer un modèle en sauvegardant une Machine Virtuelle en cours d’exécution

source: SHARED
fr_fr: PARTAGÉ

source: Handle with care! This action will immediately destroy the template
fr_fr: Procédez avec soin ! Cette action détruira le modèle immédiatement

source: and the image associated.
fr_fr: et l’image associée.

source: The template
fr_fr: Le modèle

source: and the image associated will be shared and all the users will be able to instantiate new VMs using this template.
fr_fr: et l’image associée seront partagés et tous les utilisateurs pourront instancier de nouvelles VMs en utilisant ce Modèle.

source: Share template
fr_fr: Partager le modèle

source: and the image associated will be unshared and the users will not be able to instantiate new VMs using this template.
fr_fr: et l’image associée ne seront plus partagés et les utilisateurs ne pourront pas instancier de nouvelles VMs en utilisant ce Modèle.

source: Unshare template
fr_fr: Ne plus partager le modèle

source: System
fr_fr: Système

source: Network Templates
fr_fr: Modèles réseau

source: Virtual Network Templates
fr_fr: Modèles de réseau virtuel

source: Virtual Network Template
fr_fr: Modèle de Réseau Virtuel

source: Settings
fr_fr: Paramètres

source: Create Virtual Network Template
fr_fr: Créer un modèle de Réseau Virtuel

source: Update Virtual Network Template
fr_fr: Mettre à jour un modèle de Réseau Virtuel

source: Instantiate Network Template
fr_fr: Instancier le modèle réseau

source: Virtual Network Template created
fr_fr: Modèle de Réseau Virtuel créé

source: VNet created
fr_fr: VNet créé

source: Please select a network template from the list
fr_fr: Veuillez sélectionner dans la liste un modèle de réseau

source: You selected the following network template:
fr_fr: Vous avez sélectionné le modèle de réseau suivant :

source: Please select one or more networks templates from the list
fr_fr: Veuillez sélectionner dans la liste un ou plusieurs modèles de réseaux

source: You selected the following networks templates:
fr_fr: Vous avez sélectionné les modèles réseaux suivants :

source: Import vCenter Images
fr_fr: Importer les images vCenter

source: Create Image
fr_fr: Créer une image

source: you don't have a valid uploader
fr_fr: vous n’avez pas un téléverseur valide

source: Please select a datastore
fr_fr: Veuillez sélectionner un espace de stockage

source: Please insert a dockerfile template
fr_fr: Veuillez saisir un modèle de dockerfile

source: Please select a size
fr_fr: Veuillez sélectionner une taille

source: This Image resides in Datastore
fr_fr: Cette Image réside sur l’Espace de stockage

source: . The export action is not supported for that Datastore DS_MAD driver.
fr_fr: Ce type d’export n’est pas supporté par le pilote DS_MAD de cet Espace de stockage.

source: Template restored
fr_fr: Modèle restauré

source: Disk restored
fr_fr: Disque restauré

source: OS
fr_fr: SYSTÈME D’EXPLOITATION

source: CDROM
fr_fr: CÉDÉROM

source: DATABLOCK
fr_fr: BLOC DE DONNÉE

source: KERNEL
fr_fr: NOYAU

source: RAMDISK
fr_fr: DISQUE MÉMOIRE

source: CONTEXT
fr_fr: CONTEXTE

source: This will delete all the other image snapshots
fr_fr: Cette action supprimera tous les autres instantanés de l’image

source: This will delete the image snapshot
fr_fr: Cette action supprimera l’instantané de l’image

source: Make persistent
fr_fr: Rendre persistant

source: Make non persistent
fr_fr: Rendre non persistant

source: Persistent
fr_fr: Persistant

source: Target
fr_fr: Cible

source: BACKUP
fr_fr: SAUVEGARDE

source: INCREMENTAL
fr_fr: INCRÉMENTIELLE

source: FULL
fr_fr: COMPLÈTE

source: Please select an image from the list
fr_fr: Veuillez choisir une image de la liste

source: You selected the following image:
fr_fr: Vous avez choisi l’image suivante :

source: Please select one or more images from the list
fr_fr: Veuillez sélectionner une ou plusieurs images de la liste

source: You selected the following images:
fr_fr: Vous avez choisi les images suivantes :

source: Virtual Networks
fr_fr: Réseaux Virtuels

source: Virtual Network
fr_fr: Réseau Virtuel

source: USED IPs
fr_fr: IPs utilisées

source: Create ACL
fr_fr: Créer une ACL

source: Please select a user to whom the acl applies
fr_fr: Veuillez sélectionner un utilisateur auquel s’applique l’ACL

source: Please select a group to whom the acl applies
fr_fr: Veuillez sélectionner un groupe auquel s’applique l’ACL

source: Please select at least one resource
fr_fr: Veuillez sélectionner au moins une ressource

source: Please provide a resource ID for the resource(s) in this rule
fr_fr: Merci de fournir un ID pour la ou les ressources de cette règle

source: ACL Rule created
fr_fr: Règle d’ACL créée

source: Applies to
fr_fr: S’applique à

source: Affected resources
fr_fr: Ressources affectées

source: Resource ID / Owned by
fr_fr: ID Ressource / Propriétaire

source: Allowed operations
fr_fr: Opérations autorisées

source: ACL String
fr_fr: Chaîne d’ACL

source: Please select an ACL rule from the list
fr_fr: Veuillez sélectionner une règle d’ACL dans la liste

source: You selected the following ACL rule:
fr_fr: Vous avez choisi la règle d’ACL suivante :

source: Please select one or more ACL rules from the list
fr_fr: Veuillez sélectionner une ou plusieurs règles d’ACL dans la liste

source: You selected the following ACL rules:
fr_fr: Vous avez choisi les règles d’ACL suivantes :

source: Marketplaces
fr_fr: Places de marché

source: Marketplace Apps
fr_fr: Applications de la place de marché

source: VM Groups
fr_fr: Groupes de VM

source: Cluster ID
fr_fr: ID Grappe

source: Zone created
fr_fr: Zone créée

source: Endpoint
fr_fr: Terminaison

source: Please select a Zone from the list
fr_fr: Veuillez sélectionner une Zone dans la liste

source: You selected the following Zone:
fr_fr: Vous avez choisi la Zone suivante :

source: Please select one or more Zones from the list
fr_fr: Veuillez sélectionner une ou plusieurs Zones dans la liste

source: You selected the following Zones:
fr_fr: Vous avez choisi les Zones suivantes :

source: ON
fr_fr: ALLUMÉ

source: Service Templates
fr_fr: Modèles de Service

source: Service Template
fr_fr: Modèle de Service

source: Create User
fr_fr: Créer un Utilisateur

source: To define secondary groups you need to also set the main group
fr_fr: Pour définir des groupes secondaires, vous devez définir aussi un groupe principal

source: User created
fr_fr: Utilisateur créé

source: ascending
fr_fr: ascendant

source: descending
fr_fr: descendant

source: Auth
fr_fr: Authentification

source: Manage two factor authentication
fr_fr: Gérer l’authentification à deux facteurs

source: Disable all authenticators
fr_fr: Désactiver tous les authentifieurs

source: Password
fr_fr: Mot de passe

source: Current password
fr_fr: Mot de passe courant

source: Close
fr_fr: Fermer

source: Change primary group
fr_fr: Changer le groupe primaire

source: This will change the primary group of the selected users. Select the new group
fr_fr: Ceci changera le groupe primaire des utilisateurs sélectionnés. Sélectionner le nouveau groupe.

source: Authenticator app already registered
fr_fr: Application d’authentification déjà enregistrée

source: Auth driver
fr_fr: Pilote d’authentification

source: Group ID
fr_fr: ID du groupe

source: Hidden User Data
fr_fr: Donnée utilisateur cachée

source: Please select a User from the list
fr_fr: Veuillez choisir un Utilisateur de la liste

source: You selected the following User:
fr_fr: Vous avez sélectionné l’Utilisateur suivant :

source: Please select one or more users from the list
fr_fr: Veuillez sélectionner un ou plusieurs utilisateurs de la liste

source: You selected the following users:
fr_fr: Vous avez sélectionné les utilisateurs suivants :

source: Config
fr_fr: Configuration

source: Fill in a new password
fr_fr: Saisir un nouveau mot de passe

source: Passwords do not match
fr_fr: Les mots de passe ne sont pas identiques

source: You have to provide an SSH key
fr_fr: Vous devez fournir une clef SSH

source: Group Quotas
fr_fr: Quota des groupes

source: Select group
fr_fr: Sélectionner un groupe

source: FAILED
fr_fr: ÉCHEC

source: Create Security Group
fr_fr: Créer un Groupe de Sécurité

source: Update Security Group
fr_fr: Mettre à jour le Groupe de Sécurité

source: Security Group created
fr_fr: Groupe de Sécurité créé

source: Please note: each time the rules are edited, the commit operation is done automatically. <br/><br/>This action will force the propagation of security group changes to VMs. The operation takes time to iterate over all VMs in the security group, the progress can be checked in the "VMs" panel.
fr_fr: NB : A chaque fois que les règles sont éditées, l’enregistrement est automatique. <br/> <br/> Cette action forcera la propagation de la modification des groupes de sécurité aux VMs. L’opération prend du temps pour itérer sur l’ensemble des VMs dans le groupe de sécurité, la progression peut être surveillée dans le panneau « Machines Virtuelles ».

source: Commit
fr_fr: Appliquer

source: Outbound
fr_fr: En sortie

source: Inbound
fr_fr: En entrée

source: Any
fr_fr: Quelconque

source: Please select a security group from the list
fr_fr: Veuillez sélectionner un groupe de sécurité de la liste

source: You selected the following security group:
fr_fr: Vous avez choisi le groupe de sécurité suivant :

source: Please select one or more security groups from the list
fr_fr: Veuillez sélectionner un ou plusieurs groupes de sécurité de la liste

source: You selected the following security groups:
fr_fr: Vous avez choisi les groupes de sécurité suivants :

source: Collapse VMs
fr_fr: Replier les VMs

source: Open VMs
fr_fr: Ouvrir les VMs

source: Network Topology
fr_fr: Topologie réseau

source: SYSTEM
fr_fr: SYSTÈME

source: FILE
fr_fr: FICHIER

source: FAILED_UNDEPLOYING
fr_fr: RETRAIT_ÉCHOUÉ

source: FAILED_DEPLOYING
fr_fr: DÉPLOIEMENT_ÉCHOUÉ

source: FAILED_SCALING
fr_fr: AJUSTEMENT_ÉCHOUÉ

source: INIT
fr_fr: INITIALISATION

source: MONITORING_MONITORED
fr_fr: SUPERVISION_SUPERVISÉ

source: MONITORED
fr_fr: SUPERVISÉ

source: DISABLED
fr_fr: DÉSACTIVÉ

source: MONITORING_ERROR
fr_fr: SUPERVISION_ERREUR

source: MONITORING_INIT
fr_fr: SUPERVISION_INIT

source: MONITORING_DISABLED
fr_fr: SUPERVISION_DÉSACTIVÉ

source: OFFLINE
fr_fr: HORS_LIGNE

source: UPDATE
fr_fr: METTRE_À_JOUR

source: RETRY
fr_fr: RÉESSAYER

source: READY
fr_fr: PRÊT

source: USED
fr_fr: UTILISÉ

source: LOCKED
fr_fr: VÉRROUILLÉ

source: CLONE
fr_fr: CLONER

source: DELETE
fr_fr: SUPPRIMER

source: USED_PERS
fr_fr: PERS_UTILISÉS

source: LOCKED_USED
fr_fr: VÉRROUILLÉ_UTILISÉ

source: LOCKED_USED_PERS
fr_fr: VÉRROUILLÉ_UTILISÉ_PERSISTANT

source: PROLOG
fr_fr: PROLOGUE

source: BOOT
fr_fr: DÉMARRAGE

source: MIGRATE
fr_fr: MIGRER

source: SAVE
fr_fr: SAUVEGARDER

source: EPILOG
fr_fr: ÉPILOGUE

source: SHUTDOWN
fr_fr: ÉTEINDRE
