Repository: oferchen/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: fr_fr

source: Cost / MByte
fr_fr: Coût par Mio

source: Resize
fr_fr: Redimensionner

source: Real memory
fr_fr: Mémoire réelle

source: LCM State
fr_fr: état LCM

source: Port forwarding
fr_fr: Transfert de port

source: Deploy ID
fr_fr: ID déploiement

source: Monitoring
fr_fr: Supervision

source: User template
fr_fr: Modèle utilisateur

source: Protocol
fr_fr: Protocole

source: ICMP Type
fr_fr: Type ICMP

source: Save as
fr_fr: Enregistrer sous

source: Rename
fr_fr: Renommer

source: Image / Size-Format
fr_fr: Image / Taille-Format

source: Attach disk
fr_fr: Attacher un disque

source: Update Configuration
fr_fr: Mettre à jour la configuration

source: VM type
fr_fr: Type de VM

source: Regular VM
fr_fr: VM standard

source: Attach as an alias
fr_fr: Attacher en tant qu’alias

source: You have to confirm this action.
fr_fr: Vous devez confirmer cette action.

source: Do you want to proceed?
fr_fr: Voulez-vous continuer ?

source: Save as Template
fr_fr: Enregistrer comme modèle

source: Template name
fr_fr: Nom du modèle

source: Make the new images persistent
fr_fr: Rendre les nouvelles images persistantes

source: Save As Template
fr_fr: Enregistrer comme modèle

source: Migrate Virtual Machine
fr_fr: Migrer la machine virtuelle

source: Select a Host
fr_fr: Sélectionner un hôte

source: Enforce capacity checks
fr_fr: Renforce les vérifications de capacité

source: If it is set to true, the host capacity will be checked. This will only affect oneadmin requests, regular users resize requests will always be enforced
fr_fr: Lorsque défini à « vrai », la capacité d’hôte est vérifiée. Concerne seulement les requêtes de « oneadmin », les requêtes des utilisateurs non privilégiés seront toujours misent en œuvre

source: Select a datastore
fr_fr: Choisir un espace de stockage

source: Resize VM capacity
fr_fr: Redimensionner la VM

source: Attach new security group to NIC
fr_fr: Attacher le nouveau groupe de sécurité à la NIC

source: Disk Resize
fr_fr: Redimensionner le disque

source: Disk ID
fr_fr: ID Disque

source: New size
fr_fr: Nouvelle taille

source: Deploy Virtual Machine
fr_fr: Déployer une machine virtuelle

source: Update nic
fr_fr: Mettre à jour l’interface réseau

source: Attach new disk
fr_fr: Attacher un nouveau disque

source: Backup VM
fr_fr: Sauvegarder la machine virtuelle

source: Disk Saveas
fr_fr: Disque enregistrer sous

source: Snapshot ID
fr_fr: ID de l’instantané

source: New Image name
fr_fr: Nouveau nom d’image

source: Snapshot
fr_fr: Instantané

source: Snapshot name
fr_fr: Nom de l’instantané

source: New name
fr_fr: Nouveau nom

source: Disk Snapshot
fr_fr: Instantané disque

source: USERS
fr_fr: UTILISATEURS

source: GROUPS
fr_fr: GROUPES

source: There is no information available
fr_fr: Il n’y a pas d’information disponible

source: Write the VDC template here
fr_fr: Saisir le modèle de Centre de Données Virtuel ici

source: Selects all current and future clusters
fr_fr: Sélectionner toutes les grappes actuelles et futures

source: Selects all current and future hosts
fr_fr: Sélectionner tous les hôtes actuels et futurs

source: Selects all current and future vnets
fr_fr: Sélectionner tous les réseaux virtuels actuels et futurs

source: Selects all current and future datastores
fr_fr: Sélectionner tous les espaces de stockage actuels et futurs

source: RUNNING VMS
fr_fr: VMs démarrées

source: IP LEASES
fr_fr: Baux IP

source: SYSTEM DISK
fr_fr: DISQUE SYSTÈME

source: DATASTORE
fr_fr: ESPACE DE STOCKAGEE

source: Group Virtual Machines
fr_fr: Grouper des Machines Virtuelles

source: Memory GB
fr_fr: Mémoire Go

source: Disk MB
fr_fr: Disque Mo

source: This action will power off this Virtual Machine and will be undeployed from the physical machine
fr_fr: Cette action éteindra la Machine Virtuelle et la retirera de l’hôte physique

source: You can send the power off signal to the Virtual Machine (this is equivalent to execute the command from the console). If that doesn't affect your Virtual Machine, try to Power off the machine (this is equivalent to pressing the power off button in a physical computer).
fr_fr: Vous pouvez envoyer un signal d’extinction à cette Machine Virtuelle (ceci équivaut à exécuter la commande dans une console). Si cela n’a pas d’effet sur la Machine Virtuelle, essayez de forcer l’extinction de la machine (équivaut à une pression sur le bouton d’alimentation sur une machine physique).

source: Power off and undeploy
fr_fr: Éteindre et retirer

source: Power off and undeploy the VM
fr_fr: Éteindre la machine virtuelle et la retirer

source: Send the power off signal and undeploy the VM
fr_fr: Envoyer un signal d’extinction et retirer la VM

source: This action will reboot this Virtual Machine.
fr_fr: Cette action redémarrera la Machine Virtuelle

source: You can send the reboot signal to the Virtual Machine (this is equivalent to execute the reboot command form the console). If that doesn't affect your Virtual Machine, try to Reboot the machine (this is equivalent to pressing the reset button a physical computer).
fr_fr: Vous pouvez envoyer un signal de redémarrage à cette Machine Virtuelle (équivaut à exécuter la commande reboot dans une console). Si cela n’a pas d’effet sur la Machine Virtuelle, essayez de Redémarrer la machine (équivaut à apuuyer sur le bouton de remise à zéro sur une machine physique).

source: Reboot the machine
fr_fr: Redémarrer la machine

source: Send the reboot signal
fr_fr: Envoyer le signal de redémarrage

source: This Virtual Machine will be saved in a new Template.
fr_fr: Cette Machine Virtuelle sera enregistrée dans un nouveau Modèle.

source: You can then create a new Virtual Machine using this Template.
fr_fr: Vous pouvez alors créer une nouvelle Machine Virtuelle en utilisant ce Modèle.

source: Template Name
fr_fr: Nom du Modèle

source: Template Description
fr_fr: Description du modèle

source: The new Virtual Machine's disks can be made persistent. In a persistent Virtual Machine the changes made survive after it is destroyed. On the other hand, you cannot create more than one simultaneous Virtual Machine from a Template with persistent disks.
fr_fr: Les disques de la nouvelle Machine Virtuelle peuvent être rendus persistants. Avec une Machine Virtuelle persistante, les modifications effectuées sont conservées après sa destruction. En revanche, vous ne pouvez pas créer plus d’une Machine Virtuelle simultanée depuis un Modèle utilisant des disques persistants.

source: Non-persistent
fr_fr: Non persistant

source: Save Virtual Machine to Template
fr_fr: Sauvegarder la Machine Virtuelle dans un Modèle

source: The disks of the Virtual Machine will be saved in a new Image
fr_fr: Les disques de cette Machine Virtuelle seront sauvegardés dans une nouvelle Image

source: You have to power-off the virtual machine first
fr_fr: Vous devez d’abord éteindre la machine virtuelle

source: Power off
fr_fr: Éteindre

source: Power on
fr_fr: Démarrer

source: Net RX
fr_fr: RX Réseau

source: Net TX
fr_fr: TX Réseau

source: Net Download Speed
fr_fr: Vitesse de téléchargement réseau

source: Net Upload Speed
fr_fr: Vitesse de téléversement réseau

source: Virtual Machine Name
fr_fr: Nom de la Machine Virtuelle

source: Be careful, this action will shutdown and destroy your Virtual Machine
fr_fr: Soyez prudent, cette action éteinidra et détruira votre Machine Virtuelle

source: You can send the shutdown signal to the Virtual Machine (this is equivalent to execute the command from the console). If that doesn't affect your Virtual Machine, try to terminate the machine (this is equivalent to pressing the power off button in a physical computer).
fr_fr: Vous pouvez envoyer un signal d’extinction à cette Machine Virtuelle (équivaut à exécuter la commande à partir d’une console). Si cela n’a pas d’effet sur la Machine Virtuelle, essayez de Forcer l’extinction de la machine (équivaut à appuyer sur le bouton d’alimentation sur une machine physique).

source: Terminate the machine
fr_fr: Terminer le cycle de vie de la machine

source: Send the shutdown signal and terminate
fr_fr: Envoyer le signal d’extinction et terminez

source: Refresh
fr_fr: Actualiser

source: User ID
fr_fr: ID Utilisateur

source: This action will power off this Virtual Machine. The Virtual Machine will remain in the poweroff state, and can be powered on later
fr_fr: Cette action éteindra la Machine Virtuelle. La Machine Virtuelle restera dans l’état arrêté, et pourra être redémarrée plus tard

source: Power off the machine
fr_fr: Éteindre la machine

source: Send the power off signal
fr_fr: Envoyer un signal d’extinction

source: Recover a failed service, cleaning the failed VMs
fr_fr: Recouvrer un service échoué, en nettoyant les VMs en échec

source: Service Name
fr_fr: Nom du service

source: Network Template
fr_fr: Modèle Réseau

source: Address Ranges
fr_fr: Intervalles d’adressage

source: Network name
fr_fr: Nom du réseau

source: Defaults to 'template name-<vnetid>' when empty.
fr_fr: 'modèle nom-<vnetid>' par défaut si non rempli

source: Get Images
fr_fr: Récuppérer les images

source: Wizard
fr_fr: Assistant

source: Advanced
fr_fr: Avancé

source: Write the Dockerfile template here
fr_fr: Écrire le modèle de Dockerfile ici

source: Operating System image
fr_fr: Image système d’exploitation

source: Readonly CD-ROM
fr_fr: CD-ROM en lecture seule

source: Generic storage datablock
fr_fr: Bloc de données de stockage générique

source: This image is persistent
fr_fr: Cette image est persistante

source: Empty disk image
fr_fr: Image disque vide

source: Flatten
fr_fr: Aplati

source: Filesystem type
fr_fr: Type de système de fichiers

source: Running VMS
fr_fr: VMs démarrées

source: Clone Image
fr_fr: Cloner l’image

source: Several images are selected, please choose a prefix to name the new copies
fr_fr: Plusieurs images sont sélectionnées, veuillez choisir un préfixe pour nommer les nouvelles copies

source: You can select a different target datastore
fr_fr: Vous pouvez sélectionner un espace de stockage cible différent

source: This rule applies to
fr_fr: Cette règle s’applique à

source: Zones where the rule applies
fr_fr: Zones d’applicabilité de la règle

source: MarketPlace Apps
fr_fr: Applications de Place de marché

source: Resource subset
fr_fr: Sous-ensemble de Ressource

source: Resource ID
fr_fr: ID Ressource

source: Use
fr_fr: Utiliser

source: Manage
fr_fr: Gérer

source: Administrate
fr_fr: Administrer

source: ACL String preview
fr_fr: Prévisualisation de la chaîne d’ACL

source: Server Pool
fr_fr: Ensemble de serveurs

source: ENDPOINT
fr_fr: Point de Terminaison

source: Create Zone
fr_fr: Créer une Zone

source: Zone Name
fr_fr: Nom de la Zone

source: Username
fr_fr: Nom d’utilisateur

source: Confirm Password
fr_fr: Confirmez le mot de passe

source: Authentication
fr_fr: Authentification

source: custom
fr_fr: personnalisé

source: Main Group
fr_fr: Groupe principal

source: Secondary Groups
fr_fr: Groupes secondaires

source: Is enabled?
fr_fr: Est actif ?

source: Table Order
fr_fr: Ordre de la table

source: Language
fr_fr: Langue

source: Default Zone Endpoint
fr_fr: Point d’entrée de Zone par défaut

source: Authentication driver
fr_fr: Pilote d’authentification

source: Two factor authentication
fr_fr: Authentification à deux facteurs

source: Login token
fr_fr: Jeton de connexion

source: Manage login tokens
fr_fr: Gérer les jetons de connexion

source: Public SSH Key
fr_fr: Clé SSH publique

source: You can provide a SSH Key for this User clicking on the edit button
fr_fr: Vous pouvez fournir une clé SSH pour cet utilisateur en cliquant sur le bouton éditer

source: Private SSH Key
fr_fr: Clef SSH privée

source: You can provide a Private SSH Key for this User clicking on the edit button
fr_fr: Vous pouvez fournir une clef privée SSH pour ce compte en cliquant sur le bouton éditer

source: Private SSH Key Passphrase
fr_fr: Phrase secrète de la clef SSH privée

source: You can provide a Private SSH Key Passphrase for this User clicking on the edit button
fr_fr: Vous pouvez fournir une phrase secrète pour la clef SSH privée de ce compte en cliquant sur le bouton éditer

source: Primary Group
fr_fr: Groupe primaire

source: Secondary Group
fr_fr: Groupe secondaire

source: Two Factor Authentication
fr_fr: Authentification à deux facteurs

source: Two factor authentication can be enabled for logging into Sunstone UI.
fr_fr: L’authentification à deux facteurs peut être activée pour se connecter à l’interface Sunstone.

source: Authenticator Type
fr_fr: Type d’authentifieur

source: Authenticator Name
fr_fr: Nom d’authentifieur

source: Register authenticator app
fr_fr: Inscrire l’application d’authentification

source: Register new security key
fr_fr: Inscrire une nouvelle clef de sécurité

source: Get authenticator app:
fr_fr: Récupérer l’application d’authentification

source: Scan this Barcode.
fr_fr: Scanner ce code-barre

source: Enter Verification Code.
fr_fr: Entrez le code de vérification

source: Nickname for this security key
fr_fr: Surnom pour cette clef de sécurité

source: Login Token
fr_fr: Jeton de connexion

source: A login token acts as a password and can be used to authenticate with OpenNebula through Sunstone, the CLI, or the API
fr_fr: Un jeton de connexion agit comme un mot de passe et peut être utilisé pour s’authentifier auprès d’OpenNebula via Sunstone, l’interface en ligne de commande, ou l’API

source: Valid until
fr_fr: Valide jusqu’à

source: Target Group
fr_fr: Groupe cible

source: Token
fr_fr: Jeton

source: Expiration, in seconds
fr_fr: Expiration, en secondes

source: Get a new token
fr_fr: Obtenir un nouveau jeton

source: Update Password
fr_fr: Mettre à jour le mot de passe

source: Select Secondary Groups
fr_fr: Sélectionner les groupes secondaires

source: Change authentication
fr_fr: Changer le mode d’authentification

source: Change Language
fr_fr: Modifier la langue

source: Update Language
fr_fr: Mettre à jour la langue

source: Change Password
fr_fr: Changer le mot de passe

source: New Password
fr_fr: Nouveau mot de passe

source: Change view
fr_fr: Changer de vue

source: Update view
fr_fr: Mettre à jour la vue

source: Add SSH Key
fr_fr: Ajouter une clef SSH

source: Update SSH Key
fr_fr: Mettre à jour la clef SSH

source: Add a public SSH key to your account!
fr_fr: Ajouter une clef SSH à votre compte

source: You will be able to access your Virtual Machines without password
fr_fr: Vous pourrez accéder à votre machine virtuelle sans mot de passe

source: Update your public SSH key!
fr_fr: Mettez à jour votre clef SSH publique !

source: Rules
fr_fr: Règles

source: Traffic direction
fr_fr: Direction du trafic

source: ICMPv6 Type
fr_fr: Type ICMPv6

source: Port range
fr_fr: Plage de port

source: Target Network
fr_fr: Réseau cible

source: Any network
fr_fr: N’importe quel réseau

source: Manual network
fr_fr: Réseau manuel

source: OpenNebula Virtual Network
fr_fr: Réseau Virtuel OpenNebula

source: First IP/IPv6 address
fr_fr: Première adresse IP/IPv6

source: Add rule
fr_fr: Ajouter une règle

source: Port Range
fr_fr: Plage de port

source: Write the Security Group template here
fr_fr: Saisir le modèle de Groupe de Sécurité ici

source: VMs marked with <i class='fas fa-exclamation-triangle'></i> are waiting to be updated with the latest rules:
fr_fr: les VMS marquées avec <i class='fas fa-exclamation-triangle'> </i> sont en attente de mise à jour avec les dernières règles&nbsp;:

source: VMs in error. The update to the latest rules failed:
fr_fr: VMs en erreur. La mise à jour des dernières règles a échoué :

source: Clone Security Group
fr_fr: Cloner le groupe sécurité

source: Several security groups are selected, please choose a prefix to name the new copies
fr_fr: Plusieurs groupes de sécurité ont été sélectionnés, veuillez choisir un préfixe pour nommer les nouvelles copies

source: Sign Out
fr_fr: Quitter

source: There is no data available
fr_fr: Il n’y a pas de donnée disponible

source: Label filter:
fr_fr: Filtre d’étiquette :

source: Clear search
fr_fr: Effacer la recherche

source: End time
fr_fr: Heure de fin

source: Group by
fr_fr: Grouper par

source: Filter
fr_fr: Filtrer

source: Get accounting
fr_fr: Récupérer la comptabilité

source: There are no accounting records
fr_fr: Il n’y a aucune comptabilité

source: CPU hours
fr_fr: Heures CPU

source: Memory GB hours
fr_fr: Heures Mémoire Go

source: Disk MB hours
fr_fr: Heures Disque Go

source: Accounting Tables
fr_fr: Tableaux de comptabilité

source: If specified, the VMs and Template folder path where the VM will be created inside the data center. The path is delimited by slashes e.g /Management/VMs. If no path is set the VM will be placed in the same folder where the template is located.
fr_fr: Si spécifié, le chemin du dossier des machines virtuelles et des modèles où les machines virtuelles seront créés dans le centre de données. Le chemin est délimité par des barres obliques ex : « /Management/VMs ». Si aucun chemin n’est défini, les machines virtuelles seront placées dans le même répertoire que leur modèle.

source: Clear selection
fr_fr: Effacer la sélection

source: Toggle advanced sections
fr_fr: Activer/Désactiver les sections avancées

source: Use ctrl key for multiple selection (provide on instantiation).
fr_fr: Utilisez la touche « CTRL » pour une sélection multiple (fournit à l’instanciation).

source: Folder
fr_fr: Dossier

source: Linked clone
fr_fr: Clone lié

source: Create copy
fr_fr: Créer une copie

source: Cluster(s) to import
fr_fr: Grappe(s) à importer

source: Unimported Cluster(s)
fr_fr: Grappe(s) non importée(s)

source: Filter by user
fr_fr: Filtrer par utilisateur

source: Filter by group
fr_fr: Filtrer par groupe

source: Get showback
fr_fr: Récupérer les données de facturation

source: There are no showback records
fr_fr: Il n’y a pas de données de facturation

source: Year
fr_fr: Année

source: Month
fr_fr: Mois

source: Select a row to get detailed information of the month
fr_fr: Sélectionnez un ligne pour avoir les informations détaillées du mois

source: Running
fr_fr: En cours

source: Clear
fr_fr: Nettoyer

source: EC2 Access
fr_fr: Accès EC2

source: EC2 Secret
fr_fr: Secret EC2

source: Other
fr_fr: Autre

source: Ownership
fr_fr: Propriétaire

source: Backup IDs
fr_fr: Sauvegarder les IDs

source: text
fr_fr: texte

source: text (base64)
fr_fr: texte (base64)

source: password
fr_fr: mot de passe

source: number
fr_fr: nombre

source: number (float)
fr_fr: nombre (réel)

source: range (float)
fr_fr: intervale (réel)

source: list (multiple)
fr_fr: liste (multiple)

source: boolean
fr_fr: booléen

source: Default value
fr_fr: Valeur par défaut

source: Comma-separated list of options for the drop-down select input
fr_fr: Liste des options séparées par des virgules pour la liste déroulante

source: PCI interface
fr_fr: Interface PCI

source: Select a Network
fr_fr: Sélectionner un Réseau

source: RDP will be enabled in this network
fr_fr: RDP sera actif pour ce réseau

source: SSH will be enabled in this network
fr_fr: SSH sera activé sur ce réseau

source: Force IPv4:
fr_fr: Forcer IPv4 :

source: Optionally, you can force the IP assigned to the network interface.
fr_fr: De manière optionnelle, vous pouvez forcer l’adresse IP assignée à l’interface réseau.

source: If checked, each Virtual Machine will have a floating IP added to its network interface.
fr_fr: Si coché, chaque Machine Virtuelle aura une adresse IP flottante ajoutée à son interface réseau.

source: If checked, this network interface will be a Virtual Router management interface. Traffic will not be forwarded.
fr_fr: Si coché, cette interface réseau sera une interface de gestion de Routeur Virtuel. Le trafic réseau ne sera par routé.

source: Force IPv6:
fr_fr: Forcer IPv6 :

source: You can add Security Groups to this network interface. These IDs do not overwrite the ones defined in the Virtual Network. All the Security Group IDs are combined, and applied to the Virtual Machine instance.
fr_fr: Vous pouvez ajouter des Groupes de Sécurité à cette interface réseau. Ces identifiants n’écrasent pas ceux définis au niveau du Réseau Virtuel. Tous les identifiants des Groupes de Sécurité sont combinés et appliqués à l’instance de la Machine Virtuelle.

source: Network Interface
fr_fr: Interface réseau

source: Time
fr_fr: Temps

source: Ends
fr_fr: Fins

source: Done
fr_fr: Terminé

source: Add action
fr_fr: Ajouter une action

source: Perform an action
fr_fr: Exécuter une action

source: Disk Id
fr_fr: ID Disque

source: Snap Id
fr_fr: ID de l’instantané

source: Backup Datastore Id
fr_fr: Sauvegarde l’Id d’espace de stockage

source: Snap Name
fr_fr: Nom du cliché

source: Perform
fr_fr: Exécuter

source: New scheduled action
fr_fr: Nouvelle action planifiée

source: Relative Time
fr_fr: Temps relatif

source: Periodic
fr_fr: Périodique

source: Repeat
fr_fr: Répéter

source: Hourly
fr_fr: Horaire

source: Never
fr_fr: Jamais

source: Disks
fr_fr: Disques

source: You need to select something.
fr_fr: Vous devez sélectionner quelque chose.

source: Host Overcommitment
fr_fr: Sur-allocation d’hôte

source: Prior to assigning a VM to a Host, the available capacity is checked to ensure that the VM fits in the host. The capacity is obtained by the monitor probes. You may alter this behaviour by reserving an amount of capacity. You can reserve this capacity:
fr_fr: Avant d’assigner une VM à un hôte, la capacité disponible est vérifiée afin d’assurer que la VM tient sur l’hôte. La capacité disponible est obtenue par les sondes de surveillance. Vous pouvez modifier ce comportement en réservant une capacité. Vous pouvez réserver cette capacité :

source: Cluster-wise. All the hosts of the cluster will reserve the same amount of capacity.
fr_fr: Commun à la grappe. Tous les hôtes de la grappe réserveront la même quantité de ressources.

source: Host-wise. This value will override those defined at cluster level.
fr_fr: Spécifique à l’hôte. Cette valeur écrase celle définie au niveau de la grappe.

source: These values can be negative, in that case you'll be actually increasing the overall capacity so overcommitting host capacity.
fr_fr: Ces valeurs peuvent être négatives, dans ce cas vous allez augmenter les ressources globales, c’est à dire sur-allouer les ressources de l’hôte.

source: Reserved Memory in KB
fr_fr: Mémoire réservée en Ko

source: The values will overwrite the monitoring values in the next monitorization cycle
fr_fr: Ces valeurs écraseront celles des sondes de supervision dans le prochain cycle de supervision
