Repository: oferchen/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: fr_fr

source: Users
fr_fr: Utilisateurs

source: User
fr_fr: Utilisateur

source: Create Virtual Machine Group
fr_fr: Créer un groupe de machines virtuelles

source: Create
fr_fr: Créer

source: Update Virtual Machine Group
fr_fr: Mettre à jour un groupe de machines virtuelles

source: Update
fr_fr: Mettre à jour

source: The new role name contains invalid characters.
fr_fr: Le nom du nouveau rôle contient des caractères invalides.

source: Role
fr_fr: Rôle

source: VM groups
fr_fr: groupes de VM

source: You have to choose at least two roles.
fr_fr: Vous devez choisir au moins deux rôles.

source: Already exists a group role with these values.
fr_fr: Un rôle de groupe existe déjà avec ces valeurs.

source: Name
fr_fr: Nom

source: Cluster
fr_fr: Grappe

source: Status
fr_fr: Statut

source: Please select a Host from the list
fr_fr: Veuillez sélectionner un Hôte dans la liste

source: You selected the following Host:
fr_fr: Vous avez choisi l’Hôte suivant :

source: Please select one or more hosts from the list
fr_fr: Veuillez sélectionner un ou plusieurs hôtes de la liste

source: You selected the following hosts:
fr_fr: Vous avez sélectionné les hôtes suivants :

source: VMs
fr_fr: Machines Virtuelles

source: Role
fr_fr: Rôle

source: Attributes
fr_fr: Attributs

source: Change owner
fr_fr: Changer de propriétaire

source: Select the new owner
fr_fr: Choisir un nouveau propriétaire

source: Change group
fr_fr: Changer le groupe

source: Select the new group
fr_fr: Choisir un nouveau groupe

source: Delete
fr_fr: Supprimer

source: Lock
fr_fr: Verrouiller

source: Unlock
fr_fr: Déverrouiller

source: Owner
fr_fr: Propriétaire

source: Group
fr_fr: Groupe

source: Labels
fr_fr: Étiquettes

source: Please select a vm group from the list
fr_fr: Veuillez sélectionner un groupe de machines virtuelles de la liste

source: You selected the following vm group:
fr_fr: Vous avez choisi le groupe de machines virtuelles suivant :

source: Please select one or more vm groups from the list
fr_fr: Veuillez sélectionner un ou plusieurs groupes de machines virtuelles de la liste

source: You selected the following vm groups:
fr_fr: Vous avez choisi les groupes de machines virtuelles suivants :

source: MarketPlaces
fr_fr: Places de marché

source: MarketPlace
fr_fr: Place de marché

source: Import vCenter Networks
fr_fr: Importer les Réseaux vCenter

source: Import
fr_fr: Importer

source: Create Virtual Network
fr_fr: Créer un Réseau Virtuel

source: Update Virtual Network
fr_fr: Mettre à jour le Réseau Virtuel

source: AR
fr_fr: Plage d’adresses

source: Replication Mode
fr_fr: Mode de réplication

source: Universal Synchronization
fr_fr: Synchronisation universelle

source: IP Discovery
fr_fr: Exploration IP

source: MAC Learning
fr_fr: Apprentissage MAC

source: Admin Status
fr_fr: Statut d’administration

source: Instantiate Virtual Network
fr_fr: Instancier le Réseau Virtuel

source: Virtual Network created
fr_fr: Réseau Virtuel créé

source: Security
fr_fr: Sécurité

source: This will remove the security group
fr_fr: Cette action supprimera le groupe de sécurité

source: V. Routers
fr_fr: Routeurs Virtuels

source: Clusters
fr_fr: Grappes

source: HOLD
fr_fr: RETENIR

source: UPDATED
fr_fr: MIS À JOUR

source: OUTDATED
fr_fr: PÉRIMÉ

source: UPDATING
fr_fr: EN MISE À JOUR

source: ERROR
fr_fr: ERREUR

source: UNKNOWN
fr_fr: INCONNU

source: RESERVED
fr_fr: RÉSERVÉ

source: Leases
fr_fr: Baux

source: NET:
fr_fr: RÉSEAU :

source: VR:
fr_fr: ROUTEUR VIRTUEL :

source: vCenter information
fr_fr: Information vCenter

source: Reservation parent
fr_fr: Réservation parente

source: This Network is already a reservation
fr_fr: Ce Réseau est déjà réservé

source: YES
fr_fr: OUI

source: NO
fr_fr: NON

source: Addresses
fr_fr: Adresses

source: This will delete all the addresses in this range
fr_fr: Ceci supprimera toutes les adresses dans cette plage

source: The Address Range was not found
fr_fr: Cette Plage d’Adresses n’a pas été trouvée

source: Global prefix
fr_fr: Préfixe global

source: ULA prefix
fr_fr: Préfixe ULA

source: Size
fr_fr: Taille

source: Used leases
fr_fr: Baux utilisés

source: Reservation parent AR
fr_fr: AR parent de réservation

source: IPAM driver
fr_fr: Pilote IPAM

source: Instantiate
fr_fr: Instancier

source: Reserve
fr_fr: Réserver

source: Recover
fr_fr: Récupération

source: retry
fr_fr: réessayer

source: success
fr_fr: SUCCÈS

source: failure
fr_fr: échec

source: delete
fr_fr: supprimer

source: Recovers a stuck Virtual Network after an update operation that didn't finish successfully, since updating a Virtual Network implies updating the corresponding Virtual Machine NICs. The recovery may be done by failing, succeeding or retrying the current operation; or deleting the Virtual Network. <b>You need to manually check the affected VMs and the network resources on the infrastructure </b>to decide if the operation was successful or not, or if it can be retried.
fr_fr: Récupère un Réseau Virtuel bloqué après une opération de mise à jour qui ne s’est pas terminé correctement, étant donné que mettre à jour un Réseau Virtuel implique de mettre à jour les cartes réseaux des Machines Virtuelles. La récupération peut-être faite en échouant, réussissant ou réessayant la dernière opération; ou supprimant le Réseau Virtuel. <b>Vous devez vérifier manuellement les VMs affectées et les ressources réseaux de l’infrastructure </b>afin de décider si l’opération a réussi ou non, ou si elle peut être réessayé.

source: One or more required fields are missing.
fr_fr: Un ou plusieurs champs requis sont manquants.

source: Address Range
fr_fr: Plage d’adresse

source: Start
fr_fr: Démarrer

source: End
fr_fr: Fin

source: Please select an Address Range from the list
fr_fr: Veuillez sélectionner une Plage d’Adresses de la liste

source: You selected the following Address Range:
fr_fr: Vous avez sélectionné la Plage d’Adresses suivante :

source: Reservation
fr_fr: Réservation

source: Bridge
fr_fr: Pont

source: VLAN ID
fr_fr: ID du VLAN

source: Please select a network from the list
fr_fr: Veuillez choisir un réseau de la liste

source: You selected the following network:
fr_fr: Vous avez choisi le réseau suivant :

source: Please select one or more networks from the list
fr_fr: Veuillez sélectionner un ou plusieurs réseaux de la liste

source: You selected the following networks:
fr_fr: Vous avez sélectionné les réseaux suivants :

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Apps
fr_fr: Applications

source: App
fr_fr: Application

source: Import vCenter Datastores
fr_fr: Importer les Espaces de stockage vCenter

source: Create Datastore
fr_fr: Créer un Espace de stockage

source: Please select a cluster for this datastore
fr_fr: Veuillez choisir une grappe pour cet espace de stockage

source: Datastore created
fr_fr: Espace de stockage créé

source: Select cluster
fr_fr: Définir la Grappe

source: Enable
fr_fr: Activer

source: Disable
fr_fr: Désactiver

source: Capacity
fr_fr: Capacité

source: Basepath
fr_fr: Chemin de base

source: Please select a datastore from the list
fr_fr: Veuillez sélectionner un espace de stockage dans la liste

source: You selected the following datastore:
fr_fr: Vous avez choisi l’espace de stockage suivant :

source: Please select one or more datastores from the list
fr_fr: Veuillez sélectionner un ou plusieurs espaces de stockage de la liste

source: You selected the following datastores:
fr_fr: Vous avez sélectionné les espaces de stockage suivants :

source: Endpoint URL for marketplace
fr_fr: URL d’ancrage de la place de marché

source: Base URL for marketapp
fr_fr: Base de l’URL du marché d’applications

source: Marketapp directory path
fr_fr: Chemin du répertoire du marché d’applications

source: This is the document root for http server
fr_fr: Ceci est la racine des documents du serveur HTTP

source: Storage bridge list
fr_fr: Liste des ponts de stockage

source: Comma separated list of servers to access the image directory if not local
fr_fr: Liste de serveurs, séparée par des virgules, permettant d’accéder au répertoire d’images s’il n’est pas local

source: Access Key Id
fr_fr: Identifiant de clef d’accès

source: Secret Access Key
fr_fr: Clef d’accès secrète

source: S3 bucket to store marketapps
fr_fr: Panier S3 où stocker les applications du marché

source: Amazon Region
fr_fr: Région Amazon

source: Only if using public Amazon S3 service.
fr_fr: Seulement si vous utilisez le service S3 d’Amazon.

source: Total Marketplace size in MB
fr_fr: Taille totale de la Place de marché en Mo

source: Signature Version
fr_fr: Version de signature

source: Leave blank for Amazon AWS S3 service. If connecting to Ceph S3 it **must** be 's3'.
fr_fr: Laisser vide pour un service Amazon AWS S3. Pour une connexion Ceph S3, cela **doit** être « s3 ».

source: Force Path Style
fr_fr: Forcer le style de chemin

source: Leave blank for Amazon AWS S3 service. If connecting to Ceph S3 it **must** be 'YES'.
fr_fr: Laisser vide pour un service Amazon AWS S3. Pour une connexion Ceph S3, cela **doit** être « OUI ».

source: Read block length in MB
fr_fr: Taille des blocs de lecture en Mo

source: Split marketapps into chunks of this size (in MB). You should **never** user a quantity larger than 100. Defaults to 32 (MB).
fr_fr: Découper les applications du marché en morceaux de cette taille (en Mo). Vous ne devriez **jamais** utiliser une taille supérieure à 100. Par défaut à 32 (Mo).

source: Size for the image holding the rootfs in MB
fr_fr: Taille de l’image contenant le système de fichier racine en Mo

source: Filesystem used for the image
fr_fr: Système de fichier utilisé pour l’image

source: Image block file format
fr_fr: Format du fichier d’image bloc

source: Show only auto-contextualized apps
fr_fr: N’afficher que les Applications auto-contextualisées

source: Memory
fr_fr: Mémoire

source: Container security mode
fr_fr: Mode de sécurité du conteneur

source: DockerHub marketplace url
fr_fr: URL de la place de marché DockerHub

source: SSL connection
fr_fr: Connection SSL

source: Create MarketPlace
fr_fr: Créer une Place de marché

source: Update MarketPlace
fr_fr: Mettre à jour la Place de marché

source: MarketPlace created
fr_fr: Place de marché créée

source: Enabled
fr_fr: Activé

source: Disabled
fr_fr: Désactivée

source: Driver
fr_fr: Pilote

source: Please select a marketplace from the list
fr_fr: Veuillez sélectionner une Place de marché dans la liste

source: You selected the following marketplace:
fr_fr: Vous avez choisi la Place de marché suivante :

source: Please select one or more marketplaces from the list
fr_fr: Veuillez sélectionner une ou plusieurs Places de marché dans la liste

source: You selected the following marketplaces:
fr_fr: Vous avez choisi les Places de marché suivantes :

source: Virtual Routers
fr_fr: Routeurs Virtuels

source: Virtual Router
fr_fr: Routeur Virtuel

source: Files
fr_fr: Fichiers

source: File
fr_fr: Fichier

source: Backups
fr_fr: Sauvegardes

source: Backup
fr_fr: Sauvegarde

source: Security Groups
fr_fr: Groupes de sécurité

source: Security Group
fr_fr: Groupe de Sécurité

source: Cannot connect to OneFlow server
fr_fr: Impossible de joindre le serveur OneFlow

source: Virtual Data Centers
fr_fr: Centres de Données Virtuel

source: Virtual Data Center
fr_fr: Centre de Données Virtuel

source: Import vCenter VM Templates
fr_fr: Importer les Modèles de VM vCenter

source: Instantiate VM Template
fr_fr: Instancier le modèle de VM

source: No template selected
fr_fr: Pas de modèle selectionné

source: Custom Attributes
fr_fr: Attributs spécifiques

source: Image ID
fr_fr: ID de l’Image

source: Network ID
fr_fr: ID du réseau

source: Manual settings
fr_fr: Paramètres manuels

source: Disks and NICs will appear here
fr_fr: Les disques et les interfaces réseaux appraîtront ici

source: Create VM Template
fr_fr: Créer un Modèle de VM

source: Update VM Template
fr_fr: Mettre à jour le modèle de VM

source: Create Virtual Router VM Template
fr_fr: Créer un modèle de VM Routeur Virtuel

source: Update Virtual Router VM Template
fr_fr: Mettre à jour le modèle de VM Routeul Virtuel

source: General
fr_fr: Général

source: Which resource pool you want this VM to run in?
fr_fr: Sur quelle réserve de ressource souhaitez-vous que cette VM s’exécute ?

source: Please select
fr_fr: Veuillez sélectionner

source: Input/Output
fr_fr: Entrée/Sortie

source: The value goes out of the allowed limits
fr_fr: La valeur est en dehors des limites autorisées

source: Network
fr_fr: Réseau

source: NIC
fr_fr: Interface réseau

source: Context
fr_fr: Contexte

source: None
fr_fr: Aucun

source: Set manually
fr_fr: Défini manuellement

source: Hybrid
fr_fr: Hybride

source: Remote OpenNebula
fr_fr: OpenNebula distant

source: Custom
fr_fr: Personnalisé

source: PROVIDER
fr_fr: FOURNISSEUR

source: Provider
fr_fr: Fournisseur

source: Tags
fr_fr: Etiquettes

source: Storage
fr_fr: Stockage

source: Default
fr_fr: Défaut

source: DISK
fr_fr: DISQUE

source: Scheduling
fr_fr: Planification

source: VM Group
fr_fr: Groupe de VM

source: Template
fr_fr: Modèle

source: Share
fr_fr: Partage

source: The template, along with any image referenced by it, will be shared with the group's users. Permission changed: GROUP USE
fr_fr: Le modèle, avec toutes les images qu’il référence, sera partagé avec les utilisateurs du groupe. Permission changée : GROUPE UTILISE

source: Unshare
fr_fr: Ne plus partager

source: The template, along with any image referenced by it, will be unshared with the group's users. Permission changed: GROUP USE
fr_fr: Le modèle, avec toutes les images qu’il référence, ne sera plus partagé avec les utilisateurs du groupe. Permission changée : GROUPE UTILISE

source: VM Template created
fr_fr: Modèle de VM créé

source: This will delete the Template.<br/>You can also delete any Image referenced inside this Template
fr_fr: Cette opération va supprimer le modèle.<br/>Vous pouvez aussi supprimer toutes les images référencées par ce modèle

source: Delete all images
fr_fr: Supprimer toutes les images

source: VM created
fr_fr: VM créée

source: Please select one (and just one) Image to export.
fr_fr: Sélectionner une (et une seule) Image à exporter.

source: Registration time
fr_fr: Heure d’enregistrement

source: Please select a Template from the list
fr_fr: Veuillez sélectionner un Modèle de la liste

source: You selected the following Template:
fr_fr: Vous avez choisi le Modèle suivant :

source: Please select one or more Templates from the list
fr_fr: Veuillez sélectionner un ou plusieurs Modèles de la liste

source: You selected the following Templates:
fr_fr: Vous avez choisi le Modèle suivant :

source: Groups
fr_fr: Groupes

source: Create Host
fr_fr: Créer un Hôte

source: Host created
fr_fr: Hôte créé

source: Error NSX data credentials, check and try again
fr_fr: Erreur des identifiants de données NSX, vérifiez et essayez une nouvelle fois

source: Graphs
fr_fr: Graphiques

source: Used CPU
fr_fr: CPU utilisé

source: Free CPU
fr_fr: CPU libre

source: Used MEMORY
fr_fr: MÉMOIRE utilisée

source: Free MEMORY
fr_fr: MÉMOIRE libre

source: Wilds
fr_fr: Sauvages

source: VM imported
fr_fr: VM importée

source: Import Wilds
fr_fr: Importer des VMs sauvages

source: Cannot contact server: is it running and reachable?
fr_fr: Impossible de contacter le serveur. Vérifier qu’il fonctionne et est joignable.

source: it must not be a negative number
fr_fr: ne doit pas être un nombre négatif

source: NSX Specific Attributes
fr_fr: Attributs spécifiques NSX

source: NSX information valid
fr_fr: information NSX valide

source: Select the destination cluster
fr_fr: Sélectionner la grappe cible

source: Offline
fr_fr: Hors ligne

source: Delete host
fr_fr: Supprimer l’hôte

source: Allocated CPU
fr_fr: CPU alloué

source: Allocated MEM
fr_fr: Mémoire allouée

source: Allocated Memory
fr_fr: Mémoire allouée

source: Virtual Router VM Templates
fr_fr: Modèles de VM Routeur Virtuel

source: Virtual Router VM Template
fr_fr: Modèle de VM Routeur Virtuel

source: Sign in
fr_fr: Identification

source: Create Service Template
fr_fr: Créer un Modèle de Service

source: Update Service Template
fr_fr: Mettre à jour le Modèle de Service

source: Can only contain alphanumeric and underscore characters, and be unique
fr_fr: Ne peut contenir que des caractères alphanumériques et le tiret bas, et être unique

source: Instantiate Service Template
fr_fr: Instancier un Modèle de Service

source: Associate VM Group to Service
fr_fr: Associer le groupe de VM au service

source: Service Template created
fr_fr: Modèle de Service créé

source: This will delete the Service.<br/>You can also delete the template or the template and image referenced inside this Service.
fr_fr: Cela va supprimer le Service.<br/>Vous pouvez aussi supprimer seulement le modèle ou le modèle et l’image référencés par ce Service.

source: Delete Images and VM Templates
fr_fr: Supprimer les images et les modèles de VM

source: Delete VM Templates
fr_fr: Supprimer les modèles de VM

source: Service created
fr_fr: Service créé

source: Please select one (and just one) Service to export.
fr_fr: Veuillez sélectionner un (et un seul) Service à exporter.

source: This will delete the selected templates
fr_fr: Cette action supprimera les modèles sélectionnés

source: Templates
fr_fr: Modèles

source: Create File
fr_fr: Créer un fichier

source: Uploading...
fr_fr: Téléversement en cours…

source: Please select a datastore for this image
fr_fr: Choisir un espace de stockage pour cette image

source: Please select a file to upload
fr_fr: Veuillez sélectionner un fichier à téléverser

source: Registering in OpenNebula
fr_fr: Enregistrement dans OpenNebula

source: File created
fr_fr: Fichier créé

source: Please select a file from the list
fr_fr: Veuillez sélectionner un fichier dans la liste

source: You selected the following file:
fr_fr: Vous avez choisi le fichier suivant :

source: Please select one or more files from the list
fr_fr: Veuillez sélectionner un ou plusieurs fichiers de la liste

source: You selected the following files:
fr_fr: Vous avez choisi les fichiers suivants :

source: VM Templates
fr_fr: Modèles de VM

source: VM Template
fr_fr: Modèle de VM

source: Create Service
fr_fr: Créer un service

source: Update Service
fr_fr: Mettre à jour le service

source: Purge DONE services
fr_fr: Purger les services FAIT

source: All DONE services has been purged
fr_fr: Tous les services FAIT ont été purgés

source: Confirm
fr_fr: Confirmer

source: Are you sure you want to delete the role
fr_fr: Êtes-vous sûr de vouloir supprimer ce rôle ?

source: Roles
fr_fr: Rôles

source: The VM is ready
fr_fr: La VM est prête

source: Waiting for the VM to be ready
fr_fr: Attendant que la VM soit prête

source: All Roles
fr_fr: Tous les rôles

source: Log
fr_fr: Journal

source: has error:
fr_fr: a une erreur :

source: Dismiss
fr_fr: Acquitter

source: Scale
fr_fr: Ajustement

source: Suspend
fr_fr: Mettre en veille

source: Stop
fr_fr: Arrêter

source: Reboot
fr_fr: Redémarrer

source: Power Off
fr_fr: Éteindre

source: Undeploy
fr_fr: Retirer

source: Terminate
fr_fr: Terminer

source: Remove Role
fr_fr: Supprimer le rôle

source: This will remove information from non-persistent hard disks
fr_fr: Cela va supprimer les informations des disques non persistants

source: This will delete the selected services
fr_fr: Cette action supprimera les services selectionnés

source: Purge done
fr_fr: Purge faite

source: This will delete all services in DONE state to free some space in your database
fr_fr: Ceci supprimera tous les services en état FAIT pour libérer un peu d’espace de votre base de données

source: One or more required fields are missing or malformed.
fr_fr: Un ou plusieurs champs obligatoires sont manquants ou invalides

source: State
fr_fr: État

source: Start time
fr_fr: Démarrage

source: Please select a Service from the list
fr_fr: Veuillez choisir un Service de la liste

source: You selected the following Service:
fr_fr: Vous avez choisi le Service suivant :

source: Please select one or more Services from the list
fr_fr: Veuillez sélectionner un ou plusieurs Services de la liste

source: You selected the following Services:
fr_fr: Vous avez choisi les Services suivants :

source: will run in
fr_fr: s’exécutera dans

source: Create Cluster
fr_fr: Créer une Grappe

source: Update Cluster
fr_fr: Mettre à jour une Grappe

source: Cluster created
fr_fr: Grappe créée

source: Hosts
fr_fr: Hôtes

source: Datastores
fr_fr: Espaces de stockage

source: Please select a Cluster from the list
fr_fr: Veuillez sélectionner une Grappe dans la liste

source: You selected the following Cluster:
fr_fr: Vous avez choisi la Grappe suivante :

source: Please select one or more clusters from the list
fr_fr: Choisir une ou plusieurs grappes dans la liste

source: You selected the following clusters:
fr_fr: Vous avez choisis les grappes suivantes :

source: Upload a file
fr_fr: Téléverser un fichier

source: Create Virtual Router
fr_fr: Créer un routeur Virtuel

source: Instantiate VMs
fr_fr: Instancier les VMs

source: Virtual Router created
fr_fr: Routeur Virtuel créé

source: This will detach the nic immediately
fr_fr: Ceci déconnectera l’interface réseau immédiatement

source: Please select a virtual router from the list
fr_fr: Veuillez sélectionner un routeur virtuel dans la liste

source: You selected the following virtual router:
fr_fr: Vous avez choisi le routeur virtuel suivant :

source: Please select one or more virtual routers from the list
fr_fr: Veuillez sélectionner un ou plusieurs routeurs virtuels dans la liste

source: You selected the following virtual routers:
fr_fr: Vous avez choisi les routeurs virtuels suivants :

source: Create Group
fr_fr: Créer un Groupe

source: Update Group
fr_fr: Mettre à jour le Groupe

source: Group created
fr_fr: Groupe créé

source: Exposes a complete view of the cloud, allowing administrators and advanced users full control of any physical or virtual resource.
fr_fr: Présente une vue complète du nuage, offrant aux administrateurs et utilisateurs avancés un contrôle total sur toute ressource physique ou virtuelle.

source: Simplified version of the cloud allowing group admins and cloud end-users to manage any virtual resource.
fr_fr: Vue simplifiée du nuage permettant aux administrateurs de groupe et aux utilisateurs finaux de gérer toute ressource virtuelle.

source: Full control of the cloud, including virtual and physical resources.
fr_fr: Contrôle total du nuage, incluant les ressources physiques et virtuelles.

source: Users are not able to manage hosts and clusters, although they will be able to create new Images or Virtual Machines.
fr_fr: Les utilisateurs ne sont pas autorisés à gérer les nœuds et les grappes, bien qu’ils puissent créer de nouvelles images ou machines virtuelles.

source: Control of all the resources belonging to a group, with the ability to create new users within the group.
fr_fr: Contrôle de toute les ressources d’un groupe avec la possibilité de créer de nouveaux utilisateurs dans le groupe.

source: Simplified view mainly where users can provision new Virtual Machines easily from pre-defined Templates.
fr_fr: Vue simplifiée permettant principalement aux utilisateurs de provisionner de nouvelles machines virtuelles depuis des modèles prédéfinis.

source: default
fr_fr: défaut

source: Showback
fr_fr: Données de facturation

source: Accounting
fr_fr: Comptabilité

source: Please select a Group from the list
fr_fr: Veuillez sélectionner un Groupe de la liste

source: You selected the following Group:
fr_fr: Vous avez choisi le Groupe suivant :

source: Please select one or more groups from the list
fr_fr: Veuillez sélectionner un ou plusieurs groupes de la liste
