Repository: oferchen/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: fr_fr

source: Creates a private persistent copy of the template plus any image defined in DISK, and instantiates that copy
fr_fr: Créé une copie privée persistante du modèle et de toute image référencée dans l’attribut « DISK », puis instancie cette copie

source: VM name
fr_fr: Nom de la VM

source: Defaults to 'template name-<vmid>' when empty. When creating several VMs, the wildcard %i will be replaced with a number starting from 0
fr_fr: Si non définie, la valeur par défaut est « template name-<vmid> ». Lorsque plusieurs VMs sont créées, le métacaractère « %i » est remplacé par un nombre ordonné commençant à 0

source: Number of instances
fr_fr: Nombre d’instances

source: Start on hold
fr_fr: Créer en attente

source: Sets the new VM to hold state, instead of pending. The scheduler will not deploy VMs in this state. It can be released later, or deployed manually.
fr_fr: Définit la nouvelle VM dans l’état suspendue plutôt qu’en attente. L’ordonnanceur ne déploiera pas de VMs dans cet état. Elle peut être libérée plus tard ou déployée manuellement.

source: Get Templates
fr_fr: Récupérer les Modèles

source: Remote VM Template ID
fr_fr: ID de Modèle de VM distant

source: Instance type
fr_fr: Type d’instance

source: Specifies the capacity of the VM in terms of CPU and memory
fr_fr: Spécifie la capacité de la VM en terme de CPU et de mémoire

source: Azure datacenter where the VM will be sent.
fr_fr: Centre de données Azure où sera envoyé la VM.

source: Image offer
fr_fr: Offre d’image

source: Specifies the OS image offer of the VM.
fr_fr: Spécifie l’offre d’image OS de la VM.

source: Image publisher
fr_fr: Éditeur de l’image

source: Specifies the image publisher.
fr_fr: Spécifie l’éditeur de l’image.

source: Image SKU
fr_fr: UGS de l’image

source: Specifies the image SKU (stock keeping unit).
fr_fr: Spécifie l’UGS (unité de gestion des stocks) de l’image.

source: Image version
fr_fr: Version de l’image

source: Specifies the image version.
fr_fr: Spécifie la version de l’image.

source: VM user name
fr_fr: Nom de l’utilisateur sur la VM

source: If the selected IMAGE is prepared for Azure provisioning, a username can be specified here to access the VM once booted
fr_fr: Si l’IMAGE sélectionnée est préparée pour l’approvisionnement Azure, un nom d’utilisateur peut être spécifié ici pour accéder à la VM un fois celle-ci démarrée

source: VM user password
fr_fr: Mot de passe de l’utilisateur de la VM

source: Password for VM User
fr_fr: Mot de passe pour l’utilisateur de la VM

source: Virtual Network name
fr_fr: Nom du Réseau Virtuel

source: Name of the virtual network which is already created in Azure. If not given, virtual network will be created based on VNET_* attributes below or using defaults.
fr_fr: Nom du réseau virtuel déjà créé dans Azure. S’il n’est pas fourni, le réseau virtuel sera créé en se basant sur les attributs VNET_* ci-dessous ou en utilisant defaults.

source: Public IP
fr_fr: IP publique

source: Whether to assgin public IP to the VM
fr_fr: Faut-il assigner une IP publique à la VM

source: VNET name
fr_fr: Nom du VNET

source: Name of virtual network which will be created on Azure. Default: one-vnet
fr_fr: Nom du réseau virtuel qui sera créé dans Azure. Par défaut : one-vnet

source: VNET addr prefix
fr_fr: Préfixe d’adresse du VNET

source: Vnet address prefix on. Default: 10.0.0.0/16.
fr_fr: Préfixe d’adresse du Vnet actif. Par défaut : 10.0.0.0/16.

source: VNET dns
fr_fr: DNS du VNET

source: DNS server. Default: 8.8.8.8.
fr_fr: Serveur DNS. Par défaut : 8.8.8.8.

source: VNET subname
fr_fr: Sous-nom du VNET

source: Subnet name. Default: default.
fr_fr: Nom du sous-réseau. Par défaut : default.

source: VNET sub prefix
fr_fr: Sous-préfixe de VNET

source: Vnet subnet prefix. Default: 10.0.0.0/24.
fr_fr: Préfixe du sous-réseau. Par défaut : 10.0.0.0/24.

source: Availability set
fr_fr: Disponibilité assignée

source: Name of the availability set to which this VM will belong.
fr_fr: Nom de l’ensemble de disponibilité auquel cette VM appartiendra.

source: Proximity group
fr_fr: Groupe de proxymité

source: Name of a proximity group already created in Azure. Proximity groups allow you to group your Azure services to optimize performance. All services and VMs within a proximity group will be located in the same region.
fr_fr: Nom du groupe de proximité déjà créé dans Azure. Les groupes de proximités vous permettent de regrouper vos service Azure afin d’optimiser les performances. Tous les services et VMs d’un même groupe de proximité seront localisées dans la même région.

source: Unique ID of a machine image, returned by a call to ec2-describe-images.
fr_fr: Identifiant unique d’une image de machine, renvoyé par un appel à ec2-describe-images.

source: The ID of the kernel with which to launch the instance.
fr_fr: L’identifiant du noyau avec lequel démarrer l’instance

source: Availability zone
fr_fr: Zone de disponibilité

source: Block device mapping
fr_fr: Correspondance de périphérique bloc

source: The block device mapping for the instance. More than one can be specified in a space-separated list. Check the --block-device-mapping option of the EC2 CLI Reference for the syntax
fr_fr: Table de correspondance des périphériques blocs de l’instance. Plus d’une peut être spécifiée avec une liste séparée par des espaces. Se reporter à l’option --block-device-mapping de la référence de ligne de commande EC2 pour la syntaxe

source: Client token
fr_fr: Jeton client

source: Unique, case-sensitive identifier you provide to ensure idempotency of the request.
fr_fr: Identifiant unique et sensible à la casse que vous fournissez afin d’assurer l’idempotence de la requête.

source: EBS optimized
fr_fr: EBS Optimisé

source: Obtain a better I/O throughput for VMs with EBS provisioned volumes
fr_fr: Obtenir de meilleures performances d’entrées/sorties pour les machines virtuelles avec les volumes EBS provisionnés

source: Elastic IP address
fr_fr: Adresse IP élastique

source: This parameter is passed to the command ec2-associate-address -i i-0041230 elasticip.
fr_fr: Ce paramètre est passé à la commande ec2-associate-address -i i-0041230 elasticip.

source: OpenNebula Host
fr_fr: Hôte OpenNebula

source: Defines which OpenNebula host will use this template
fr_fr: Définit quel hôte OpenNebula utilisera ce modèle

source: Keypair name
fr_fr: Nom de la paire de clés

source: The name of the key pair, later will be used to execute commands like ssh -i id_keypair or scp -i id_keypair
fr_fr: Le nom de la paire de clefs, qui sera utilisé ensuite pour exécuter des commandes comme ssh -i id_pairedeclefs or scp -i id_pairedeclefs

source: License pool name
fr_fr: Nom de la réserve de licences

source: Placement group name
fr_fr: Nom du groupe de placement

source: Private IP
fr_fr: IP privée

source: If you're using Amazon Virtual Private Cloud, you can optionally use this parameter to assign the instance a specific available IP address from the subnet.
fr_fr: Si vous utilisez le nuage privé Amazon, vous avez l’option d’utiliser ce paramètre pour attribuer à l’instance une adresse IP spécifique du sous-réseau.

source: Ramdisk
fr_fr: Disque RAM

source: The ID of the RAM disk to select.
fr_fr: L’identifiant du disque RAM à utiliser.

source: Security group names
fr_fr: Noms des groupes de sécurité

source: You can specify more than one security group (comma separated).
fr_fr: Vous pouvez spécifier plus d’un groupe de sécurité (séparés par des virgules).

source: Security group IDs
fr_fr: IDs des groupes de sécurité

source: Subnet ID
fr_fr: Identifiant de sous-réseau

source: If you're using Amazon Virtual Private Cloud, this specifies the ID of the subnet you want to launch the instance into. This parameter is also passed to the command ec2-associate-address -i i-0041230 -a elasticip.
fr_fr: Si vous utilisez le nuage privé Amazon, cela spécifie l’identifiant du sous-réseau dans lequel démarrer l’instance. Ce paramètre est aussi passé à la commande ec2-associate-address -i i-0041230 -a elasticip.

source: Key and optional value of the tag, separated by an equals sign ( = ).You can specify more than one tag (comma separated).
fr_fr: Clef et valeur optionnelle de l’étiquette, séparées par un signe égal (=). Vous pouvez spécifier plus d’une étiquette (en les séparant par des virgules).

source: Tenancy
fr_fr: Location

source: User data
fr_fr: Donnée utilisateur

source: Specifies Base64-encoded MIME user data to be made available to the instance(s) in this reservation.
fr_fr: Indique les données utilisateurs encodées en MIME base64 à rendre disponible à l’instance (aux instances) dans cette réservation.

source: Contextualization type
fr_fr: Type de contextualisation

source: vCenter customizations
fr_fr: Personnalisation vCenter

source: Custom vars
fr_fr: Variables personnalisées

source: Add SSH contextualization
fr_fr: Ajouter une contextualisation SSH

source: Add an ssh public key to the context. If the Public Key textarea is empty then the user variable SSH_PUBLIC_KEY will be used.
fr_fr: Ajoute une clef SSH publique dans le contexte. Si le champ Clef Publique est vide, alors la valeur de la variable utilisateur SSH_PUBLIC_KEY sera utilisée.

source: SSH public key
fr_fr: Clé SSH publique

source: Add Network contextualization
fr_fr: Ajouter une contextualisation Réseau

source: Add network contextualization parameters. For each NIC defined in the NETWORK section, ETH$i_IP, ETH$i_NETWORK... parameters will be included in the CONTEXT section and will be available in the Virtual Machine
fr_fr: Ajoute la contextualisation des paramètres réseau. Pour chaque carte réseau définie dans la section « NETWORK », les paramètres « ETH$i_IP », « ETH$i_NETWORK »… seront inclus dans la section « CONTEXT » et seront disponible dans la Machine Virtuelle

source: Add OneGate token
fr_fr: Ajouter un jeton OneGate

source: Add a file (token.txt) to the context containing the token to push custom metrics to the VirtualMachine through OneGate
fr_fr: Ajouter un fichier (token.txt) au contexte contenant le jeton utilisé pour transmettre les métriques personnalisées à la machine virtuelle via OneGate

source: Report Ready to OneGate
fr_fr: Rapporte « PRÊT » à OneGate

source: Sends READY=YES to OneGate, useful for OneFlow
fr_fr: Envoie « READY=YES » à OneGate, utile pour OneFlow

source: Start script
fr_fr: Exécuter le script

source: Text of the script executed when the machine starts up. It can contain shebang in case it is not shell script
fr_fr: Texte du script exécuté au démarrage de la machine. Peut contenir un shebang si ce n’est pas un script shell

source: Encode script in Base64
fr_fr: Encoder le script en Base64

source: User Inputs
fr_fr: Entrées utilisateur

source: These attributes must be provided by the user when a new VM is instantiated. They will be included in the VM context
fr_fr: Ces attributs doivent être fournis par l’utilisateur lorsqu’une nouvelle VM est instanciée. Ils seront inclus dans le contexte de la VM

source: Init scripts
fr_fr: Scripts d’initialisation

source: The contextualization package executes an init.sh file if it exists. If more than one script file is added, this list contains the scripts to run and their order
fr_fr: Le paquet de contextualisation exécute un fichier init.sh s’il existe. Si plus d’un fichier de script est ajouté, la liste contient les scripts à exécuter et leur ordre d’exécution

source: Boot
fr_fr: Démarrage

source: Kernel
fr_fr: Noyau

source: Features
fr_fr: Fonctionnalités

source: CPU Model
fr_fr: Modèle CPU

source: CPU Architecture
fr_fr: Architecture CPU

source: Bus for SD disks
fr_fr: Bus pour disques SD

source: Machine type
fr_fr: Type de machine

source: Root device
fr_fr: Périphérique racine

source: Kernel boot parameters
fr_fr: Paramètres de démarrage du noyau

source: Path to the bootloader executable
fr_fr: Chemin d’accès du lanceur

source: Unique ID of the VM
fr_fr: ID unique de la VM

source: It's referenced as machine ID inside the VM. Could be used to force ID for licensing purposes
fr_fr: C’est référencé comme ID de machine à l’intérieur de la VM. Peut-être utilisé pour forcer l’ID à des fins de licence.

source: Firmware
fr_fr: Micrologiciel

source: This attribute allows to define the type of firmware used to boot the VM
fr_fr: Cet attribut permet de définir le type de micrologiciel utilisé pour démarrer la VM

source: Custom Firmware Path
fr_fr: Patch pour micrologiciel personnalisé

source: Secure Firmware
fr_fr: Micrologiciel sécurisé

source: Registered Image
fr_fr: Image enregistrée

source: Remote path
fr_fr: Chemin distant

source: Path to the OS kernel to boot the image
fr_fr: Chemin d’accès à l’image du noyau permettant de démarrer l’image

source: Registered Image
fr_fr: Image enregistrée

source: Path to the initrd image
fr_fr: Chemin d’accès à l’image initrd

source: Add support in the VM for Advanced Configuration and Power Interface (ACPI)
fr_fr: Ajoute le support de l’ACPI dans la VM

source: Add support in the VM for Physical Address Extension (PAE)
fr_fr: Ajoute le support du PAE dans la VM

source: Enables the advanced programmable IRQ management.
fr_fr: Activer la gestion IRQ programmable avancée

source: Add support in the VM for hyper-v features (HYPERV)
fr_fr: Ajouter le support pour les fonctionnalités hyper-v dans la VM (HYPERV)

source: Localtime
fr_fr: Heure locale

source: The guest clock will be synchronized to the hosts configured timezone when booted.
fr_fr: L’horloge de l’invité sera synchronisée avec la zone de temps de l’hôte au démarrage.

source: QEMU Guest Agent
fr_fr: Agent invité QEMU

source: Enables the QEMU Guest Agent communication. This does not start the Guest Agent inside the VM.
fr_fr: Active la communication de l’agent invité QUEMU. Cela ne démarre pas l’agent à l’intérieur de la machine virtuelle.

source: virtio-scsi Queues
fr_fr: Files virtio-scsi

source: Number of vCPU queues to use in the virtio-scsi controller. Leave blank to use the default value.
fr_fr: Nombre de files de vCPU utilisées par le contrôleur virtio-scsi. Laisser vide pour utiliser la valeur par défaut.

source: Iothreads
fr_fr: Fils d’exécutions d’entrées/sorties

source: Number of iothreads for virtio disks. By default threads will be assign to disk by round robin algorithm. Disk thread id can be forced by disk IOTHREAD attribute.
fr_fr: Nombre de fils d’exécutions d’entrées/sorties pour les disques virtio. Par défaut, les fils d’exécutions seront assignés au disque par l’algorithme du tourniquet. L’ID de fil d’exécution du disque peut être forcé par l’attribut de disque IOTHREAD.

source: Override Network Inbound Traffic QoS
fr_fr: Remplacer les valeurs réseaux de QoS du trafic entrant

source: Override Network Outbound Traffic QoS
fr_fr: Remplacer les valeurs réseaux de QoS du trafic sortant

source: Interface type
fr_fr: Type d’interface

source: The NIC will be attached as an alias
fr_fr: L’interface réseau sera attachée en tant qu’alias

source: NIC has alias
fr_fr: L’interface réseau a un alias

source: Network selection
fr_fr: Sélection Réseau

source: Automatic selection
fr_fr: Sélection automatique

source: The Schedule will decide which is the best virtual network
fr_fr: Le coordinateur décidera quel est le meilleur réseau virtuel

source: RDP connection
fr_fr: Connexion RDP

source: Activate
fr_fr: Activer

source: RDP will be activate in this network
fr_fr: RDP sera activé pour ce réseau

source: SSH connection
fr_fr: Connexion SSH

source: SSH will be enable in this network
fr_fr: SSH sera activé pour ce réseau

source: Network Requirements
fr_fr: Besoins Réseau

source: Select Vnets
fr_fr: Sélectionner les Vnets

source: Custom expression
fr_fr: Expression personnalisée

source: Network Rank
fr_fr: Rang réseau

source: Packing
fr_fr: Regroupement

source: Pack the VMs in the vnet to reduce VM fragmentation
fr_fr: Regrouper les VMs d’un Vnet pour réduire la fragmentation de VM

source: Stripping
fr_fr: Entrelacement

source: Spread the VMs in the vnets
fr_fr: Répartir les VMs sur les Vnets

source: This field sets which attribute will be used to sort the suitable vnets for this VM
fr_fr: Cet ensemble de champs définit l’attribut qui sera utilisé pour choisir les meilleurs Vnets pour cette VM

source: Choose Network
fr_fr: Choisir le réseau

source: Virtual Network ID
fr_fr: ID du Réseau Virtuel

source: Virtual Network owner's user ID
fr_fr: ID utilisateur du propriétaire du Réseau Virtuel

source: Virtual Network owner's user Name
fr_fr: Nom d’utilisateur du propriétaire du Réseau Virtuel

source: OPEN NEBULA MANAGEMENT
fr_fr: GESTION OPENNEBULA

source: Override Network Values IPv4
fr_fr: Remplacer les valeurs réseau IPv4

source: Search domain for DNS resolution
fr_fr: Domaine de recherche pour la résolution DNS

source: Override Network Values IPv6
fr_fr: Remplacer les valeurs réseau IPv6

source: Hardware
fr_fr: Matériel

source: Virtual NIC hardware mode
fr_fr: Mode matériel de l’interface réseau virtuelle

source: Emulated
fr_fr: Émulé

source: PCI passthrough - Automatic
fr_fr: PCI passthrough - Automatique

source: PCI passthrough - Manual
fr_fr: PCI passthrough - Manuel

source: Hardware model to emulate
fr_fr: Modèle matériel à émuler

source: Transmission queue
fr_fr: File de transmission

source: Only supported for virtio driver.
fr_fr: Supporté uniquement par le driver virtio

source: Device name
fr_fr: Nom du périphérique

source: Vendor
fr_fr: Éditeur

source: Device
fr_fr: Périphérique

source: Class
fr_fr: Classe

source: Short address
fr_fr: Adresse courte

source: Security Groups belonging to the selected Virtual Network will be applied and cannot be unselected
fr_fr: Les Groupes de Sécurité liés au Réseau Virtuel sélectionné seront appliqués et ne seront pas retirables

source: Guest Options
fr_fr: Options d’invitée

source: Guest MTU
fr_fr: MTU d’invitée

source: VM Templates for Virtual Routers cannot define NICs
fr_fr: Les Modèles de VM pour les Routeurs Virtuels ne peuvent pas définir d’interfaces réseaux

source: Default hardware model to emulate for all NICs
fr_fr: Modèle matériel à émuler par défaut pour toutes les interfaces réseaux

source: Default network filtering rule for all NICs
fr_fr: Règle de filtrage réseau par défaut pour toutes les interfaces

source: Storage Options
fr_fr: Options de stockage

source: Deploy Mode
fr_fr: Mode de déploiement

source: Set an alternative mode to deploy VM disks to the hosts
fr_fr: Définir un mode alternatif pour le déploiement des disques de la VM vers les hôtes

source: Target device
fr_fr: Périphérique cible

source: Device to map image disk. If set, it will overwrite the default device mapping.
fr_fr: Périphérique auquel relier l’image disque. Surchargera la valeur par défaut si défini.

source: Read-only
fr_fr: En lecture seule

source: Bus adapter controller
fr_fr: Contrôleur d’adaptateur de bus

source: Disk provisioning type
fr_fr: Type d’approvisionnement de disque

source: IO policy
fr_fr: Politique d’E/S

source: Discard
fr_fr: TRIM

source: ignore
fr_fr: Ignorer

source: Size on instantiate
fr_fr: Taille à l’instanciation

source: The size of the disk will be modified to match this size when the template is instantiated
fr_fr: La taille du disque sera modifiée pour correspondre à cette taille lorsque le modèle sera instancié

source: Throttling (Bytes/s)
fr_fr: Limitation (Octets/s)

source: Maximum length
fr_fr: Longueur maximale

source: Read
fr_fr: Lecture

source: Write
fr_fr: Ecriture

source: Throttling (IOPS)
fr_fr: Limitation (IOPS)

source: OPENNEBULA MANAGEMENT
fr_fr: Gestion OpenNebula

source: IOPS Size
fr_fr: Taille des IOPS

source: Size of IOPS per second
fr_fr: Taille des IOPS par seconde

source: Edge Cluster
fr_fr: Grappe de périphérie

source: Snapshot Frequency in Seconds
fr_fr: Fréquence de cliché en secondes

source: IOTHREAD id
fr_fr: Id IOTHREAD

source: Iothread id used by this disk. Default is round robin. Can be used only if IOTHREADS > 0. If this input is disabled please first configure IOTHREADS value on OS & CPU -> Features.
fr_fr: Id de fil d’entrée/sortie utilisé par ce disque. Par défaut en tourniquet. Ne peut être utilisé que si IOTHREADS > 0. Si cette entrée est désactivée, veuillez configurer la valeur IOTHREADS dans OS & CPU -> Fonctionnalités.

source: Volatile disk
fr_fr: Disque volatile

source: Image name
fr_fr: Nom de l’image

source: Image owner's user ID
fr_fr: Identifiant utilisateur du propriétaire de l’image

source: Image owner's user name
fr_fr: Nom d’utilisateur du propriétaire de l’image

source: RAW data
fr_fr: Données brutes

source: Data
fr_fr: Données

source: Raw data to be passed directly to the hypervisor
fr_fr: Données brutes à passer directement à l’hyperviseur

source: Validate
fr_fr: Valider

source: Custom Tags
fr_fr: Étiquettes personnalisées

source: Amount of RAM required for the VM, in Megabytes.
fr_fr: Mémoire requise pour la VM, en mégaoctets.

source: Physical CPU
fr_fr: CPU physique

source: Percentage of CPU divided by 100 required for the Virtual Machine. Half a processor is written 0.5.
fr_fr: Pourcentage CPU divisé par 100 requis pour la Machine Virtuelle. Pour la moitié d’un cœur, inscrire 0.5.

source: Virtual CPU
fr_fr: CPU virtuel

source: Number of virtual cpus. This value is optional, the default hypervisor behavior is used, usually one virtual CPU.
fr_fr: Nombre de CPUs virtuels. Cette valeur est optionnelle, la valeur par défaut de l’hyperviseur étant utilisée, généralement positionnée à 1 CPU virtuel.

source: MONTH
fr_fr: MOIS

source: Enable hot resize?
fr_fr: Activer le redimensionnement à chaud ?

source: Max memory
fr_fr: Mémoire maximale

source: Memory modification
fr_fr: Modification de la mémoire

source: Allow users to modify this template's default memory on instantiate
fr_fr: Autoriser les utilisateurs à modifier la mémoire par défaut de ce modèle à l’instanciation

source: fixed
fr_fr: traité

source: any value
fr_fr: n’importe quelle valeur

source: range
fr_fr: plage

source: list
fr_fr: liste

source: Memory Resize Mode
fr_fr: Mode de redimensionnement de la mémoire

source: Ballooning
fr_fr: Ballonnement

source: Hotplug
fr_fr: Enfichage à chaud

source: Memory Slots
fr_fr: Emplacements mémoires

source: CPU modification
fr_fr: Modification du CPU

source: Allow users to modify this template's default CPU on instantiate
fr_fr: Autoriser les utilisateurs à modifier le CPU par défaut de ce modèle à l’instanciation

source: Max VCPU
fr_fr: VCPU maximal

source: VCPU modification
fr_fr: Modification du CPU virtuel

source: Allow users to modify this template's default VCPU on instantiate
fr_fr: Autoriser les utilisateurs à modifier le CPU virtuel par défaut de ce modèle à l’instanciation

source: Hypervisor
fr_fr: Hyperviseur

source: vCenter Template Ref
fr_fr: Référence de modèle vCenter

source: vCenter Cluster Ref
fr_fr: Référence de grappe vCenter

source: vCenter Instance ID
fr_fr: ID de l’instance vCenter

source: Default Resource Pool
fr_fr: Réserve de ressources par défaut

source: Fixed
fr_fr: fixe

source: Provide on instantiation
fr_fr: Fournir à l’instanciation

source: Available Resource Pools
fr_fr: Réserves de ressources disponibles

source: vCenter VM Folder
fr_fr: Dossier des VMs vCenter
