Repository: oferchen/one
Catalog: src/sunstone/public/locale/languages/*.po
Languages: fr_fr

source: If specified, the the VMs and Template folder path where the VM will be created inside the data center. The path is delimited by slashes e.g /Management/VMs. If no path is set the VM will be placed in the same folder where the template is located.
fr_fr: Si spécifié, le chemin du dossier des machines virtuelles et des modèles où les machines virtuelles seront créés dans le centre de données. Le chemin est délimité par des barres obliques ex : « /Management/VMs ». Si aucun chemin n’est défini, les machines virtuelles seront placées dans le même répertoire que leur modèle.

source: Unprivileged mode
fr_fr: Mode non privilégié

source: Cost of each MB or GB per hour
fr_fr: Prix de chaque Mio ou Gio par heure

source: month
fr_fr: mois

source: Cost of each CPU per hour
fr_fr: Coût de chaque CPU par heure

source: Disk
fr_fr: Disque

source: Cost of each GB per hour
fr_fr: Prix de chaque Gio par heure

source: Do not allow to modify network configuration
fr_fr: Ne pas autoriser la modification de la configuration réseau

source: Users will not be able to remove or add new NICs
fr_fr: Les utilisateurs ne pourront pas supprimer ou ajouter de nouvelles interfaces réseau

source: Make this template available for Virtual Router machines only
fr_fr: Rendre ce Modèle disponible pour les Routeurs Virtuels uniquement

source: Virtual Routers create Virtual Machines from a source Template. This checkbox makes this template available to be selected in the New Virtual Router wizard
fr_fr: Les Routeurs Virtuels créent des Machines Virtuelles depuis un Modèle source. Cocher cette case rend le modèle disponible dans l’assistant Nouveau Routeur Virtuel

source: Instantiate as a different user
fr_fr: Instancier en tant qu’utilisateur différent

source: Instantiate as a different group
fr_fr: Instancier en tant que groupe différent

source: User / Group
fr_fr: Utilisateur / Groupe

source: NUMA Topology
fr_fr: Topologie NUMA

source: These settings will help you to fine tune the performance of VMs
fr_fr: Ces paramètres vous aideront à configurer finement les performances des Machines Virtuelles

source: Pin Policy
fr_fr: Politique d’affinité

source: vCPU pinning preference: CORE, THREAD, SHARED, NONE
fr_fr: Préférence d’affinité vCPU : CORE, THREAD, SHARED, NONE

source: none
fr_fr: aucun

source: shared
fr_fr: partagé

source: core
fr_fr: cœur

source: Number of sockets or NUMA nodes
fr_fr: Nombre de sockets ou noeuds NUMA

source: Cores
fr_fr: Coeurs

source: Number of cores per node
fr_fr: Nombre de coeurs par noeud

source: Number of threads per core
fr_fr: Nombre de threads par coeur

source: Hugepages Size
fr_fr: Taille des Hugepages

source: Size of the hugepages (MB). If not defined no hugepages will be used
fr_fr: Taille des hugepages (Mio). Si non définie, aucune hugepage ne sera utilisée

source: Memory Access
fr_fr: Accès mémoire

source: Control if the memory is to be mapped shared or private
fr_fr: Controle si la mémoire est affectée en partagé ou privé

source: Private
fr_fr: Privé

source: Graphics
fr_fr: Graphiques

source: Listen on IP
fr_fr: Écouter sur l’IP

source: Server port
fr_fr: Port serveur

source: Port for the VNC/SPICE server
fr_fr: Port du serveur VNC/SPICE

source: Keymap
fr_fr: Plan de codage clavier

source: Generate random password
fr_fr: Générer un mot de passe aléatoire

source: Command
fr_fr: Commande

source: Inputs
fr_fr: Entrées

source: Mouse
fr_fr: Souris

source: Tablet
fr_fr: Tablette

source: PCI Devices
fr_fr: Périphériques PCI

source: PCI passthrough of network devices is configured per NIC, in the "Network" tab. Do not add network devices here
fr_fr: Le PCI passthrough des interfaces réseau est configuré par NIC, dans l’onglet « Réseau ». N’ajoutez pas de périphérique réseau ici

source: To enable periodic backups please refer to "Actions" tab
fr_fr: Pour activer les sauvegardes périodiques veuillez vous référer à l’onglet « Actions »

source: Backup volatile disks?
fr_fr: Sauvegarder les disques volatiles ?

source: FS Freeze
fr_fr: Gèle du FS

source: How the FS is freeze for running VMs. When possible backups are crash consistent
fr_fr: Comment le système de fichier est gelé pour les machines virtuelles en cours de fonctionnement. Si possible les sauvegardes sont résistantes au crash

source: QEMU Agent
fr_fr: Agent qemu

source: How many backups do you want to keep?
fr_fr: Combien de sauvegarde voulez-vous conserver ?

source: Full
fr_fr: Complète

source: Increment
fr_fr: Incrément

source: Policy
fr_fr: Politique

source: Host Requirements
fr_fr: Contraintes de l’hôte

source: Select Hosts
fr_fr: Choisir les Hôtes

source: Select Clusters
fr_fr: Choisir les Grappes

source: Boolean expression that rules out provisioning hosts from list of machines suitable to run this VM
fr_fr: Expression booléenne spécifiant les hôtes acceptables pour l’exécution de la VM depuis une liste

source: Datastore Requirements
fr_fr: Contraintes de l’Espace de stockage

source: Host Rank
fr_fr: Rang d’hôte

source: Pack the VMs in the Hosts to reduce VM fragmentation
fr_fr: Regrouper les VMs sur les Hôtes afin de limiter leur fragmentation

source: Spread the VMs in the Hosts
fr_fr: Diffuser les VMs sur les Hôtes

source: Load-aware
fr_fr: Conscient de la charge

source: Maximize the resources available to VMs in a Host
fr_fr: Maximiser les ressources disponibles pour les VMs sur un hôte

source: This field sets which attribute will be used to sort the suitable hosts for this VM
fr_fr: Ce champ définit quel attribut sera utilisé pour sélectionner quels hôtes sont acceptables pour cette VM

source: Datastore Rank
fr_fr: Rang d’Espace de stockage

source: Tries to optimize storage usage by selecting the DS with less free space
fr_fr: Essaye d’optimiser l’utilisation du stockage en sélectionnant l’Espace de stockage ayant le moins d’espace libre

source: Striping. Tries to optimize I/O by distributing the VMs across datastores.
fr_fr: Entrelacement. Essaye d’optimiser les entrées/sorties en distribuant les VMs sur l’ensemble des espaces de stockage disponibles.

source: This field sets which attribute will be used to sort the suitable datastores for this VM
fr_fr: Ce champ définit l’attribut à utiliser pour trier les Espaces de stockage adaptés à cette VM

source: Write the Virtual Machine template here
fr_fr: Saisir ici le modèle de machine virtuelle

source: Register time
fr_fr: Heure d’enregistrement

source: Created after
fr_fr: Créé après

source: Created before
fr_fr: Créé avant

source: Clone Template
fr_fr: Cloner le Modèle

source: Several templates are selected, please choose prefix to name the new copies
fr_fr: Plusieurs modèles sont sélectionnés, veuillez choisir un préfixe pour nommer les nouvelles copies.

source: Prefix
fr_fr: Préfixe

source: You can also clone any Image referenced inside this Template. They will be cloned to a new Image, and made persistent.
fr_fr: Vous pouvez aussi dupliquer n’importe quelle Image référencée par ce Modèle. Elles seront dupliquées dans une nouvelle Image et rendues persistantes.

source: Clone with Images
fr_fr: Cloner avec les Images

source: Hostname
fr_fr: Nom d’hôte

source: Virtualization
fr_fr: Virtualisation

source: Custom VMM_MAD
fr_fr: VMM_MAD personnalisé

source: Custom IM_MAD
fr_fr: IM_MAD personnalisé

source: Region name
fr_fr: Nom de la région

source: Access key ID
fr_fr: Identifiant de clef d’accès

source: Secret access key
fr_fr: Clef d’accès secrète

source: The valid list of instance types can be found in the official Amazon EC2 documentation, please use a value from the Model column of the following table: aws.amazon.com/ ec2/instance-types/
fr_fr: La liste valide des types d’instance peut être trouvée dans la documentation officielle Amazon EC2, veuillez utiliser une valeur issue de la colonne « Model » du tableau suivant: aws.amazon.com/ ec2/instance-types/

source: Key
fr_fr: Clé

source: Remote username
fr_fr: Identifiant distant

source: Remote password
fr_fr: Mot de passe distant

source: Remote endpoint
fr_fr: Point de terminaison distant

source: Remote capacity
fr_fr: Capacité distante

source: Get Clusters
fr_fr: Récupérer les grappes

source: Datastore ID
fr_fr: ID Espace de stockage

source: Real Memory
fr_fr: Mémoire réelle

source: Real CPU
fr_fr: CPU réel

source: Overcommitment
fr_fr: Sur-allocation

source: PCI Address
fr_fr: Adresse PCI

source: MEMORY
fr_fr: MEMOIRE

source: Search
fr_fr: Rechercher

source: Remote ID
fr_fr: ID distant

source: Service name
fr_fr: Nom du Service

source: When creating several Services, the wildcard %i will be replaced with a number starting from 0
fr_fr: Lors de la création de plusieurs Services, le métacaractère « %i » est remplacé par un nombre ordonné commençant à 0

source: Add Charters Values Configuration
fr_fr: Ajouter les valeurs de configuration charters

source: Network configuration
fr_fr: Configuration réseau

source: Custom Attributes Values Configuration
fr_fr: Valeurs de configuration des attributs personnalisés

source: Service Scheduled Actions
fr_fr: Actions planifiées de Service

source: Strategy
fr_fr: Stratégie

source: Straight strategy will instantiate each role in order: parents role will be deployed before their children. None strategy will instantiate the roles regardless of their relationships.
fr_fr: La stratégie Directe instanciera chacun des rôles dans l’ordre : les rôles parent seront déployés avant leurs rôles fils. La stratégie Aucune instanciera les rôles sans tenir compte de leurs interdépendances.

source: Straight
fr_fr: Directe

source: VM shutdown action
fr_fr: Action d’extinction de la VM

source: Terminate hard
fr_fr: Terminer en force

source: Wait for VMs to report that they are READY via OneGate to consider them running
fr_fr: Attendre que les VMs signalent qu’elles sont dans l’état « PRÊT » via OneGate avant de les considérer comme démarrées

source: Automatic deletion of service when all VMs terminated
fr_fr: Suppression automatique du service lorsque toutes les VMs sont terminées

source: Advanced service parameters
fr_fr: Paramètres de service avancés

source: Write the Service template here
fr_fr: Saisir le modèle de Service ici

source: Change
fr_fr: Changer

source: Cardinality
fr_fr: Cardinalité

source: Percentage
fr_fr: Pourcentage

source: Elasticity policies
fr_fr: Politiques d’élasticité

source: Type of adjustment.
fr_fr: Type d’ajustement.

source: CHANGE: Add/subtract the given number of VMs.
fr_fr: CHANGE : Ajouter/supprimer le nombre indiqué de VMs

source: CARDINALITY: Set the cardinality to the given number.
fr_fr: CARDINALITÉ : Configure la cardinalité au nombre défini.

source: PERCENTAGE_CHANGE: Add/subtract the given percentage to the current cardinality.
fr_fr: PERCENTAGE_CHANGE : Ajouter/supprimer le pourcentage indiqué de VMs

source: Positive or negative adjustment. Its meaning depends on 'type'
fr_fr: Ajustement positif ou négatif. L’interprétation dépend du « type »

source: CHANGE: -2, will subtract 2 VMs from the role
fr_fr: CHANGE : -2 supprimera 2 VMs du rôle

source: CARDINALITY: 8, will set cardinality to 8
fr_fr: CARDINALITY : 8 positionnera la cardinalité à 8

source: PERCENTAGE_CHANGE: 20, will increment cardinality by 20%
fr_fr: TAUX_MODIFICATION : 20 décrémentera la cardinalité de 20%

source: Adjust
fr_fr: Ajuster

source: Optional parameter for PERCENTAGE_CHANGE adjustment type.
fr_fr: Paramètre optionnel pour l’ajustement de type PERCENTAGE_CHANGE.

source: If present, the policy will change the cardinality by at least the number of VMs set in this attribute.
fr_fr: Si présent, la politique changera la cadinalité par au moins le nombre de machines virtuelles configuré dans cet attribut.

source: Expression to trigger the elasticity
fr_fr: Expression pour déclencher l’élasticité

source: Example: ATT < 20
fr_fr: Exemple : ATT < 20

source: Number of periods that the expression must be true before the elasticity is triggered
fr_fr: Nombre de périodes durant lesquelles l’expression doit être vraie avant que l’élasticité soit activée

source: Duration, in seconds, of each period in '# Periods'
fr_fr: Durée de chaque période, en secondes

source: Period
fr_fr: Periode

source: Cooldown period duration after a scale operation, in seconds
fr_fr: Période de refroidissement après une opération de redimensionnement, en secondes

source: Cooldown
fr_fr: Récupération

source: Number of VMs
fr_fr: Nombre de VMs

source: VM template to create this role's VMs
fr_fr: Modèle de VM pour créer les VMs de ce rôle

source: Parent roles
fr_fr: Rôles parents

source: Network Interfaces
fr_fr: Interfaces réseaux

source: This network interface will be configured as an ALIAS in the VM without context configuration.
fr_fr: Cette interface réseau sera configurée comme ALIAS dans la VM sans configuration de contexte

source: Role network
fr_fr: Rôle réseau

source: Min VMs
fr_fr: VMs min

source: Max VMs
fr_fr: VMs max

source: Cooldown time after an elasticity operation (seconds)
fr_fr: Temps de récupération après une opération d’elasticité (secondes)

source: Role elasticity
fr_fr: Élasticité du rôle

source: If it is not set, the one set for the Service will be used
fr_fr: Si non défini, celui défini pour le Service sera utilisé

source: Advanced role parameters
fr_fr: Paramètres de rôle avancés

source: Recurrence
fr_fr: Récurrence

source: Scheduled policies
fr_fr: Politiques planifiées

source: Optional parameter for PERCENTAGE_CHANGE adjustment type. If present, the policy will change the cardinality by at least the number of VMs set in this attribute.
fr_fr: Paramètre optionnel pour le type d’ajustement « PERCENTAGE_CHANGE ». Si défini, la politique changera la cardinalité d’au moins autant de VMs que ce que définit cet attribut.

source: Recurrence: Time for recurring adjustments. Time is specified with the Unix cron syntax
fr_fr: Récurrence : Temps pour les ajustements récurrents. La syntaxe est celle de l’utilitaire Unix « cron »

source: Start time: Exact time for the adjustment
fr_fr: Heure de démarrage : temps précis pour l’ajustement

source: Time format
fr_fr: Format de temps

source: Time expression depends on the the time format selected
fr_fr: L’expression du temps dépends du format de temps sélectionné

source: Time expression
fr_fr: Expression du temps

source: Shutdown action
fr_fr: Action d’arrêt

source: Ready Status Gate
fr_fr: Rapport d’état « PRÊT »

source: Automatic Deletion
fr_fr: Suppression automatique

source: Network Configuration
fr_fr: Configuration réseau

source: Clone Service Template
fr_fr: Cloner le Modèle de Service

source: Image location
fr_fr: Chemin d’accès de l’image

source: Path/URL
fr_fr: Chemin d’accès/URL

source: Upload
fr_fr: Téléverser

source: Path in OpenNebula server or URL
fr_fr: Chemin sur le serveur OpenNebula ou URL

source: Write the Image template here
fr_fr: Saisir le modèle d’image ici

source: Mandatory
fr_fr: Obligatoire

source: Scheduled actions in service
fr_fr: Actions planifiées dans le service

source: Seconds between each group of actions
fr_fr: Secondes entre chaque action de groupe

source: Number
fr_fr: Nombre

source: Number of VMs to apply the action to each period
fr_fr: Nombre de VMs auxquelles appliquer l’action à chaque période

source: Select a role in the table for more information
fr_fr: Choisir un rôle dans la table pour plus d’informations

source: Force the new cardinality even if it is outside the limits
fr_fr: Force la nouvelle cardinalité même si elle est hors limites

source: Add role
fr_fr: Ajouter un rôle

source: Reserved CPU
fr_fr: CPU réservé

source: Reserved Memory
fr_fr: Mémoire réservée

source: Officially supported
fr_fr: Supportée officiellement

source: Open
fr_fr: Ouvert

source: Pending
fr_fr: En attente

source: Submit a Request
fr_fr: Soumettre une requête

source: Not officially supported
fr_fr: Pas supportée officiellement

source: Not connected
fr_fr: Pas connecté

source: Write the Virtual Router template here
fr_fr: Saisir le modèle de Routeur Virtuel ici

source: Floating IP
fr_fr: IP flottante

source: Floating IPv6 ULA
fr_fr: ULA IPv6 flottant

source: Floating IPv6 Global
fr_fr: IPv6 Global flottant

source: Management Interface
fr_fr: Interface de gestion

source: Attach NIC
fr_fr: Attacher l’interface réseau

source: Detach
fr_fr: Détacher

source: Attach new nic
fr_fr: Attacher une nouvelle interface réseau

source: Attach
fr_fr: Attacher

source: New Groups are automatically added to the default VDC
fr_fr: Les nouveaux Groupes sont ajoutés automatiquement au Centre de Données Virtuel par défaut

source: Views
fr_fr: Vues

source: Permissions
fr_fr: Autorisations

source: Allow users in this group to use the following Sunstone views
fr_fr: Permettre aux utilisateurs de ce groupe d’utiliser les vues de Sunstone

source: Not required. Defaults to the one set in sunstone-views.yaml
fr_fr: Non requis. Utilisation de l’ensemble de valeurs par défaut configuré dans sunstone-views.yaml

source: Default Users View
fr_fr: Vue par défaut pour les Utilisateurs

source: Default Admin View
fr_fr: Vue par défaut pour les Administrateurs

source: Group Users
fr_fr: Groupe Utilisateurs

source: Group Admins
fr_fr: Groupe Administrateurs

source: View
fr_fr: Vue

source: Create an administrator user
fr_fr: Créer un utilisateur administrateur

source: You can create now an administrator user. More administrators can be added later.
fr_fr: Vous pouvez maintenant créer un utilisateur administrateur. D’autres administrateurs peuvent être ajoutés plus tard.

source: Image & Datastore
fr_fr: Image et espace de stockage

source: Make new images persistent by default
fr_fr: Rendre les nouvelles images persistantes par défaut

source: Control the default value for the PERSISTENT attribute on image creation (oneimage create).
fr_fr: Contrôle la valeur par défaut de l’attribut « PERSISTANT » lors de la création d’image (oneimage create).

source: Make save-as and clone images persistent by default
fr_fr: Rendre les nouvelles images sauvegardées ou clonées persistantes par défaut

source: Control the default value for the PERSISTENT attribute on image creation (oneimage clone, onevm disk-saveas). If blank images will inherit the persistent attribute from the base image.
fr_fr: Contrôle la valeur par défaut de l’attribut « PERSISTANT » lors de la création d’image (oneimage clone, onevm disk-saveas). Les images vierges hériteront de l’attribut de leur image de base.

source: Allow users to view the VMs and Services of other users in the same group
fr_fr: Autoriser les utilisateurs à voir les VMs et les services des autres utilisateurs du même groupe

source: An ACL Rule will be created to give users in this group access to all the resources in the same group.
fr_fr: Une règle d’ACL sera créée afin de donner aux utilisateurs de ce groupe l’accès à toutes les ressources du même groupe.

source: Allow users in this group to create the following resources
fr_fr: Permettre aux utilisateurs de ce groupe de créer les ressources suivantes

source: This will create new ACL Rules to define which virtual resources this group's users will be able to create.
fr_fr: Ceci créera des nouvelles règles d’ACL pour définir quelles ressources virtuelles les utilisateurs de ce groupe seront capable de créer.

source: Documents are a special tool used for general purposes, mainly by OneFlow. If you want to enable users of this group to use service composition via OneFlow, let it checked.
fr_fr: Les documents sont des outils spéciaux utilisés à des fins générales, principalement par OneFlow. Si vous voulez autoriser les utilisateurs de ce groupe d’uttiliser la composition de services via OneFlow, laissez cette option activée.

source: Group Admins Views
fr_fr: Vues du groupe Administrateurs

source: Group Users Views
fr_fr: Vues du groupe Utilisateurs

source: Edit administrators
fr_fr: Éditer les administrateurs

source: Users marked with <i class='fas fa-star'></i> are administrators
fr_fr: Les utilisateurs marqués avec <i class='fas fa-star'></i> sont administrateurs

source: Update Quota
fr_fr: Mettre à jour le Quota

source: Apply changes
fr_fr: Appliquer les modifications

source: Restore Backup
fr_fr: Restaurer la sauvegarde

source: Attributes to restore
fr_fr: Attributs à restaurer

source: Do not restore NIC attributes
fr_fr: Ne pas restaurer les attributs réseaux

source: Do not restore IP attributes
fr_fr: Ne pas restaurer les attributs IP

source: Datastore to restore
fr_fr: Espace de stockage à restaurer

source: Import images
fr_fr: Importer des images

source: Select the Service to create the App
fr_fr: Veuillez choisir le Service pour créer l’application

source: Select the VM Template to create the App
fr_fr: Veuillez choisir le modèle de VM pour créer l’application

source: Select the Image to create the App
fr_fr: Sélectionnez l’Image pour créer l’Application

source: Select the VM to create the App
fr_fr: Veuillez choisir la VM pour créer l’application

source: Select the Marketplace where the Images will be created
fr_fr: Veuillez choisir la place de marché où seront crées les images

source: Select the Marketplace where where the App will be created
fr_fr: Veuillez choisir la Place de marché où l’Application sera créée

source: Templates for the App
fr_fr: Modèle pour les Applications

source: VM template
fr_fr: Modèle de VM

source: VM Template to be created. A DISK element pointing to the App Image will be automatically added when the App is exported
fr_fr: Modèle de VM à créer. Un élément « DISK » faisant référence à l’image de l’appliance sera automatiquement ajouté lorsque l’appliance sera exportée

source: App template
fr_fr: Modèle d’Application

source: Select the Marketplace where the App will be created
fr_fr: Veuillez choisir la Place de marché où l’Application sera créée

source: Write the MarketPlace Appliance template here
fr_fr: Écrire le modèle de l’application de la place de marché ici

source: Name that the resource will get for description purposes.
fr_fr: Le nom utilisé pour décrire la ressource.

source: VM Template Name
fr_fr: Nom du Modèle de VM

source: The following template will be created in OpenNebula and the previous images will be referenced in the disks.
fr_fr: Le modèle suivant sera créé dans OpenNebula et les images précédentes seront référencées dans les disques.

source: Do not import/export associated VM templates/images
fr_fr: Ne pas importer/exporter les modèles/images de VM associés

source: Select the Datastore to store the resource
fr_fr: Choisissez l’Espace de stockage où stocker la ressource

source: Select the vCenter Template to use
fr_fr: Sélectionner le modèle vCenter à utiliser

source: (Optional) Select an existing VM Template
fr_fr: (Optionnel) Sélectionner un modèle de VM existant

source: Select the Dockerhub tag
fr_fr: Veuillez sélectionner l’étiquette Dockerhub

source: You can provide a template for the resource that will be created in OpenNebula
fr_fr: Vous pouvez fournir un modèle pour la ressource qui sera créée dans OpenNebula

source: You can provide a VM template associated to the resource that will be created in OpenNebula
fr_fr: Vous pouvez fournir un modèle de VM à associer à la ressource qui sera créée dans OpenNebula

source: Keepalive service ID
fr_fr: ID de service Keepalive

source: Keepalive password
fr_fr: Mot de passe Keepalive

source: Virtual machine name
fr_fr: Nom de la machine virtuelle

source: When creating multiple VMs, %i is replaces by the VM number in the set
fr_fr: Lors de la création de plusieurs machines virtuelles, « %i » est remplacé par le numéro de la machine virtuelle dans la série

source: Number of VM instances
fr_fr: Nombre d’instances de la VM

source: Virtual Cores
fr_fr: Cœurs virtuels

source: Cost / CPU
fr_fr: Coût par processeur
